{
    "list1": [
        {
            "subjectName": "Std_7th_Hindi",
            "chapter part 1": [
                {
                    "chapterName": "1.03: दादी माँ का परिवार",
                    "questions": [
                        {
                            "questionsTitle": "यदि प्राकृतिक संसाधन समाप्त हो जाएँ तो...... जैसे - जल, वन आदि।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "यदि प्राकृतिक संसाधन समाप्त हो जाएँ तो...... जैसे - जल, वन आदि।",
                                    "ans": "प्राकृतिक संसाधन ऐसी अमूल्य संपदा है, जो हमें सीधे प्रकृति से मिलती है। पृथ्वी पर रहने वाले सभी जीव अपना जीवन यापन करने के लिए इन प्राकृतिक संसाधनों का उपयोग कर रहे हैं। इनमें जल, वन आदि शामिल हैं। जल सभी जीवों के जीवन के लिए अत्यंत आवश्यक है। मनुष्य बिना भोजन के तो १० से १५ दिनों तक जी सकता है, लेकिन बिना जल के वह ३ से ४ दिन से ज्यादा नहीं जी सकता। मनुष्य के साथ-साथ सभी प्राणियों व वनस्पतियों का जीवन भी जल पर ही निर्भर है। जल नहीं होगा तो पेड़ बड़े नहीं हो पाएँगे और सूख जाएँगे, जिससे इन पेड़ों से भोजन ग्रहण करने वाले जानवर भी मर जाएँगे। पेड़ नहीं होंगे तो वन भी समाप्त हो जाएँगे और इन वनों में रहने वाले प्राणी बेघर हो जाएँगे। बिना भोजन और जल के इनका अस्तित्व ही समाप्त हो जाएगा। पेड़ों के नष्ट होने से मनुष्य को साँस लेने के लिए शुद्ध हवा यानि कि ऑक्सीजन, भोजन के लिए फल-सब्जी, घर बनाने के लिए लकिड़याँ, उपचार के लिए औषधि आदि चीजें भी नहीं मिल पाएँगी और इन चीजों के न मिलने से मनुष्य का शरीर धीरे-धीरे कमजोर होता जाएगा और एक दिन उसकी मृत्यु हो जाएगी। मनुष्य, प्राणी एवं वनस्पति इन सबका जीवन प्राकृतिक संसाधनों पर निर्भर है और यदि पृथ्वी से प्राकृतिक संसाधन समाप्त हो जाएँ तो यहाँ पर किसी के भी जीवन की कल्पना तक नहीं की जा सकती।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्दों के आधार पर एक कहानी लिखो: पानी, पुस्तक, बिल्ली, राखी।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "निम्नलिखित शब्दों के आधार पर एक कहानी लिखो: पानी, पुस्तक, बिल्ली, राखी।",
                                    "ans": "स्नेहल की बिल्लीतारापुर के संगम मुहल्ले में एक लड़की रहती थी। उसका नाम स्नेहल था। स्नेहल सातवीं कक्षा की विद्यार्थी थी। कुछ ही दिनों में उसकी परीक्षा शुरू होने वाली थी इसलिए वह रोज शाम को अपनी सहेली टीना के घर पढ़ाई करने जाने लगी। एक दिन पढ़ाई करते-करते दोनों को समय का पता ही नहीं चला। जब उन्होंने घड़ी देखी तो रात के ९.३० बज रहे थे। स्नेहल ने अपनी पुस्तक हाथ में ली और टीना से विदा लेते हुए जैसे ही वह घर से बाहर निकली अचानक जोर से बिजली कड़कने लगी।स्नेहल जल्दी-जल्दी कदम बढ़ाकर चलने लगी। वह आधे रास्ते तक ही पहुँची थी तब तक तेज पानी बरसने लगा। उसने पास की दुकान से एक थैली खरीदी और अपनी पुस्तक को भीगने से बचा लिया। वह वहीं खड़ी होकर बारिश के रुकने का इंतजार कर रही थी, तब उसे याद आया कि कल तो राखी का त्योहार है और उसे त्योहार की तैयारी भी करनी थी। यह सब सोचते-सोचते अचानक उसकी नजर एक बिल्ली पर पड़ी, जो पानी में पूरी तरह भीगकर काँप रही थी। स्नेहल ने जब उसे देखा तो उसे उस बिल्ली पर दया आ गई। उसने उस बिल्ली को अपने हाथ में उठा लिया। अब बारिश भी बंद हो गई थी। स्नेहल घर के लिए निकल पड़ी। घर पहुँचते ही उसने बिल्ली को सूखे कपड़े से पोछा और दूध पिलाया। बिल्ली दूध पीकर थोड़ी स्वस्थ दिखने लगी। स्नेहल ने उसे अपने कमरे के एक कोने में छोटा-सा बिस्तर लगाकर सुला दिया और फिर वह हाथ-मुँह धोकर खाना खाने चली गई। माँ-पापा ने उसके इस कार्य के लिए उसे शाबाशी दी।सुबह जब वह सोकर उठी तो उसने देखा कि बिल्ली एकदम स्वस्थ हो गई थी। स्नेहल ने जल्दी-जल्दी तैयार होकर अपने भाई को राखी बाँधी और मिठाई खिलाई। उसके भाई ने उसे ढेर सारे तोहफे दिए, जिसे देखकर वह खुश हो गई। राखी के त्योहार पर इस बिल्ली को मिले नए जीवन की वजह से स्नेहल ने बिल्ली का नाम राखी रख दिया। अब दोनों दोस्त बनकर साथ रहने लगीं।सीख:जीवों पर दया करनी चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझा दादी माँ का परिवार पाठ से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझा दादी माँ का परिवार पाठ से",
                                    "ans": "संकट के समय हमें घबराना नहीं चाहिए, बल्कि धैर्य एवं एकता से उसका सामना करना चाहिए क्योंकि संगठन में ही शक्ति होती है। एक साथ मिलकर कार्य करने से जीवन में आई हर मुसीबत से हम आसानी से निपट सकते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_537.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "१.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "अभयारण्य का नाम:",
                                            "Column 2": "संजय गांधी राष्ट्रीय उद्यान"
                                        },
                                        {
                                            "Column 1": "विशेषताएँ:",
                                            "Column 2": "यह उद्यान महाराष्ट्र की राजधानी मुंबई के उत्तरी भाग में स्थित है। उद्यान लगभग १०४ वर्ग किलोमीटर तक फैला हुआ है। इस उद्यान में दो मुख्य जलाशय हैं, जिनके आस-पास घिड़याल और पाइथन साँपों का निवास है। इस पार्क के जंगलों में शेर, बाघ, चमगादड़, माउस डीयर, बोनेट मेकाक, रिसस मेकाक व हनुमान लंगूर आदि भी देखने को मिलते हैं।"
                                        },
                                        {
                                            "Column 1": "२. राज्य का नाम:",
                                            "Column 2": "केरल"
                                        },
                                        {
                                            "Column 1": "अभयारण्य का नाम:",
                                            "Column 2": "पेरिया वन्य जीव अभयारण्य"
                                        },
                                        {
                                            "Column 1": "विशेषताएँ:",
                                            "Column 2": "यह राष्ट्रीय उद्यान एक बाघ संरक्षित क्षेत्र है। यहाँ नदी के गहरे जल में हाथी तैरने का अभ्यास करते हैं। नीलगाय, सांभार, भालू, चीता तथा तेंदुआ आदि जंगली जानवर भी यहाँ पाए जाते हैं।"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "।। वृक्षवल्ली आम्हां सोयरे वनचरे।।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "।। वृक्षवल्ली आम्हां सोयरे वनचरे।।",
                                    "ans": "संत तुकाराम द्वारा मराठी में लिखी गई रचना की यह पंक्ति वृक्षों के महत्त्व को दर्शाती है। इस पंक्ति के अनुसार वृक्ष धरती पर हमारे परम मित्र हैं। बिना वृक्षों के हम जी नहीं सकते। हम वृक्षों को थोड़ी-सी जगह और थोड़ा-सा पानी देते हैं और वे हमें जिंदगी के साथ-साथ बहुत कुछ देते हैं। वृक्ष से मिलने वाली छाया में बैठकर व्यक्ति को सुख की अनुभूति होती है। वृक्ष पर्यावरण के संतुलन को बनाए रखने में सहायक होते हैं। इनसे हमें फल, सब्जियाँ, औषधि, लकड़ी आदि चीजें प्राप्त होती हैं। पक्षी भी अपना बसेरा इन वृक्षों पर बनाते हैं और इनके रसीले फल खाकर अपना पेट भरते हैं। अत: जिस प्रकार वृक्ष बिना स्वार्थ के अपनी मित्रता निभाते हैं वैसे ही व्यक्ति को भी अपने मित्र वृक्ष की रक्षा करके अपनी मित्रता निभानी चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "स्‍वामी विवेकानंद का कोई भाषण पढ़ो और प्रमुख वाक्‍य बताओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "स्‍वामी विवेकानंद का कोई भाषण पढ़ो और प्रमुख वाक्‍य बताओ।",
                                    "ans": "स्वामी विवेकानंद ने अमेरिका के शिकागो में ११ सितंबर, १८९३ को आयोजित विश्व धर्म सम्मेलन में जो भाषण दिया था, उसमें उन्होंने कहा था, 'मैं एक ऐसे धर्म का अनुयायी होने में गर्व का अनुभव करता हूँ, जिसने संसार को सहिष्णुता तथा सार्वभौम स्वीकृत दोनों की ही शिक्षा दी है। हम लोग सब धर्मों के प्रति केवल सहिष्णुता में ही विश्वास नहीं करते वरन समस्त धर्मों को सच्चा मानकर स्वीकार करते हैं। मुझे ऐसे देश का व्यक्ति होने का अभिमान है जिसने इस पृथ्वी के समस्त धर्मों और देशों के उत्पीिड़तों और शरणार्थियों को आश्रय दिया है।स्वामी विवेकानंद का भाषण धर्म, एकता, आत्मनिर्भरता और मानवता पर आधारित था। उनके विचार आज भी प्रेरणादायक हैं और युवाओं को आगे बढ़ने की प्रेरणा देते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "घटना के अनुसार क्रम लगाकर लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "चिंकी ने भी दो बेटों का उपहार दिया।",
                                    "ans": "घर के आँगन में बरगद का पेड़ था।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "एक साथ उड़ने को रहेंगे तैयार।",
                                    "ans": "चिंकी ने भी दो बेटों का उपहार दिया।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "टीनू-मीनू , चुसकू-मुसकू खेलने लगे।",
                                    "ans": "एक साथ उड़ने को रहेंगे तैयार।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "घर के आँगन में बरगद का पेड़ था।",
                                    "ans": "टीनू-मीनू, चुसकू-मुसकू खेलने लगे।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "एक-दो वाक्यों में उत्तर लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "चिड़िया कहाँ रहती थी ?",
                                    "ans": "चिड़िया घर के आँगन में बरगद के पेड़ पर बने घोंसले में रहती थी।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "एक-दो वाक्यों में उत्तर लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "बहेलिया कब ठगा-सा रह गया?",
                                    "ans": "बहेलिए ने जब जाल में फँसे सभी पंछियों को एक साथ जाल सहित उड़ते देखा तब वह ठगा-सा रह गया।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "एक-दो वाक्यों में उत्तर लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "दादी माँ सुबह उठकर क्या करतीं?",
                                    "ans": "दादी माँ सुबह उठकर घर बुहारतीं-सँवारती, आँगन में आसन रखतीं, खाना बनातीं, खातीं, परिवारजनों से बातें करतीं और रात होते ही सो जातीं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "एक-दो वाक्यों में उत्तर लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "चुसकू-मुसकू ने किससे जाल काटा?",
                                    "ans": "चुसकू-मुसकू ने अपने पैने दाँतों से जाल काटा।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द का वचन बदलकर वाक्य में प्रयोग करके लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "थैलियाँ → थैली",
                                    "ans": "पॉलीथिन कीथैलीका प्रयोग नहीं करना चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द का वचन बदलकर वाक्य में प्रयोग करके लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "पंखा →",
                                    "ans": "पंखा → पंखेआवश्यकता न होने परपंखेबंद रखकर हमें बिजली की बचत करनी चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द का वचन बदलकर वाक्य में प्रयोग करके लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "दीवार →",
                                    "ans": "दीवार →दीवारेंसोना के घर कीदीवारेंबहुत ही ऊँची हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द का वचन बदलकर वाक्य में प्रयोग करके लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "राजा →",
                                    "ans": "राजा → राजाओंअपनी प्रजा की रक्षा करना प्रत्येकराजाओंका कर्तव्य होता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द का वचन बदलकर वाक्य में प्रयोग करके लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "वस्तुएँ →",
                                    "ans": "वस्तुएँ → वस्तुविजय ने अपनी कीमतीवस्तुसँभालकर रखी।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द का वचन बदलकर वाक्य में प्रयोग करके लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "भेड़िया →",
                                    "ans": "भेड़िया → भेड़िएजंगल मेंभेड़िएदल बनाकर शिकार करते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द का वचन बदलकर वाक्य में प्रयोग करके लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "बहू →",
                                    "ans": "बहू → बहुएँमीरा चाची कीबहुएँबहुत ही स्वादिष्ट खाना बनाती हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द का वचन बदलकर वाक्य में प्रयोग करके लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "रोटी →",
                                    "ans": "रोटी → रोटियाँसुनीता ने अपनी माँ से गोल-गोलरोटियाँबनाना सीख लिया है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "1.07: जहॉं चाह, वहाँ राह",
                    "questions": [
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_547.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "स्वयं किए हुए कार्य१.घर:मैं घर में अपने कमरे की साफ-सफाई स्वयं करती हूँ और अपने सारे कपड़ों को अच्छे से सहेज कर अलमारी में रखती हूँ।२.परिवेश:मैं अपने परिवेश के पेड़-पौधों में पानी डालती हूँ।३.विद्यालय:मैं हर दिन विद्यालय के श्यामपट्ट को साफ करती हूँ और ऊपर एक कोने में सुविचार लिखती हूँ।४.त्योहार:मैं त्योहार पर अपने पड़ोसियों के घर मिठाई बाँटने एवं बधाइयाँ देने जाती हूँ।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "१.",
                                            "Column 2": "घर:",
                                            "Column 3": "मैं घर में अपने कमरे की साफ-सफाई स्वयं करती हूँ और अपने सारे कपड़ों को अच्छे से सहेज कर अलमारी में रखती हूँ।"
                                        },
                                        {
                                            "Column 1": "२.",
                                            "Column 2": "परिवेश:",
                                            "Column 3": "मैं अपने परिवेश के पेड़-पौधों में पानी डालती हूँ।"
                                        },
                                        {
                                            "Column 1": "३.",
                                            "Column 2": "विद्यालय:",
                                            "Column 3": "मैं हर दिन विद्यालय के श्यामपट्ट को साफ करती हूँ और ऊपर एक कोने में सुविचार लिखती हूँ।"
                                        },
                                        {
                                            "Column 1": "४.",
                                            "Column 2": "त्योहार:",
                                            "Column 3": "मैं त्योहार पर अपने पड़ोसियों के घर मिठाई बाँटने एवं बधाइयाँ देने जाती हूँ।"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "।।श्रद्‌धा और विज्ञान, जीवन के दो पक्ष महान।।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "।।श्रद्‌धा और विज्ञान, जीवन के दो पक्ष महान।।",
                                    "ans": "यह सत्य है कि श्रद्धा व विज्ञान हमारे जीवन के दो महान व महत्त्वपूर्ण पक्ष हैं। जीवन में किसी भी लक्ष्य को प्राप्त करने के लिए व्यक्ति में अपने कर्मों के प्रति श्रद्धा भाव होना आवश्यक है। यदि व्यक्ति अपनी मंजिल पाने के लिए सही राह पर पूर्ण श्रद्धा अर्थात विश्वास के साथ आगे बढ़ता जाता है, तो उसे सफलता अवश्य मिलती है। हालाँकि इसें भी झुठलाया नहीं जा सकता है कि किसी भी मंजिल को प्राप्त करना आसान नहीं होता है। उसके लिए व्यक्ति को बड़ी-बड़ी मुश्किलों का सामना करना पड़ता है। विज्ञान की सहायता से हम अपनी राह की इन मुश्किलों को काफी हद तक सुलझा सकते हैं। अत: यदि व्यक्ति अपने जीवन में श्रद्धा के साथ वैज्ञानिक दृष्टिकोण अपनाता है, तो उसकी सफलता सुनिश्चित है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "गणतंत्र दिवस पर सम्मानित बच्चों के बहादुरी के प्रसंग पढ़ो और पसंदीदा किसी एक का वर्णन करो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "गणतंत्र दिवस पर सम्मानित बच्चों के बहादुरी के प्रसंग पढ़ो और पसंदीदा किसी एक का वर्णन करो।",
                                    "ans": "गणतंत्र दिवस पर सम्मानित बच्चों के बहादुरी के प्रसंगों में से मेरे पसंदीदा प्रसंग का वर्णन निम्नलिखित है:५ मई, २०१६ को विशाल ठाकुर घर पर अपनी माँ विमला और छोटे भाई के साथ था। उसके पिता काम से बाहर गए थे। तभी एक अनजान व्यक्ति उनके घर आया और अपने आप को उसके पिता जी का दोस्त बताया। विशाल की माँ ने जब उसके पिता को फोन करके बताया तो उन्होंने उस अनजान व्यक्ति को नहीं पहचाना। फिर वह व्यक्ति शौचालय जाने के बहाने घर के अंदर आया और अपनी जेब से छुरा निकालकर विशाल की माँ के गले पर रखा। उसने विशाल से घर की सारी कीमती चीजें और पैसे लाने के लिए कहा। विशाल उस चोर के पैर पकड़कर अपनी माँ को छोड़ने की गुहार करने लगा और फिर उसने चोर के पैर पकड़कर उसे गिरा दिया। चोर के नीचे गिरते ही सभी ने मिलकर उसे पकड़ लिया और पुलिस के हवाले कर दिया। विशाल की इस बहादुरी के लिए उसे गणतंत्र दिवस पर जनरल राष्ट्रीय शौर्य पुरस्कार से सम्मानित किया गया।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझा जहाँ चाह, वहाँ राह पाठ से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझा जहाँ चाह, वहाँ राह पाठ से",
                                    "ans": "प्रस्तुत कहानी में यह दर्शाया गया है कि यदि हमारे मन में एकता एवं समर्पण का भाव हो, तो हम किसी भी समस्या पर विजय प्राप्त कर सकते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_548.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "क्र.विभागपदपोशाककार्य१.भारतीय थल सेनाथल सेनाध्यक्षहरे रंग की वर्दीभारतीय थल सेना का कार्य राष्ट्रीय सुरक्षा और राष्ट्रवाद की एकता सुनिश्चित करना, राष्ट्र को बाहरी आक्रमण और आंतरिक खतरों से बचाना और अपनी सीमाओं पर शांति और सुरक्षा बनाए रखना है।२.भारतीय जल सेनाजल सेनाध्यक्षसफेद रंग की वर्दीभारतीय जल सेना का कार्य समुद्री रास्ते से आने वाले आतंकवादियों को पकड़ना, चक्रवाती तूफानों जैसी प्राकृतिक आपदाओं के समय तलाश और बचाव अभियानों में जान-माल की रक्षा करना, डूबे हुए जहाजों की तलाश करना एवं भारतीय सभ्यता एवं संस्कृति की रक्षा करना है।३.भारतीय वायु सेनावायु सेनाध्यक्षहल्के नीले रंग की वर्दीवायु युद्ध, वायु सुरक्षा एवं वायु चौकसी का महत्त्वपूर्ण कार्य वायु सेना देश के लिए करती है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "१.",
                                            "Column 2": "भारतीय थल सेना",
                                            "Column 3": "थल सेनाध्यक्ष",
                                            "Column 4": "हरे रंग की वर्दी",
                                            "Column 5": "भारतीय थल सेना का कार्य राष्ट्रीय सुरक्षा और राष्ट्रवाद की एकता सुनिश्चित करना, राष्ट्र को बाहरी आक्रमण और आंतरिक खतरों से बचाना और अपनी सीमाओं पर शांति और सुरक्षा बनाए रखना है।"
                                        },
                                        {
                                            "Column 1": "२.",
                                            "Column 2": "भारतीय जल सेना",
                                            "Column 3": "जल सेनाध्यक्ष",
                                            "Column 4": "सफेद रंग की वर्दी",
                                            "Column 5": "भारतीय जल सेना का कार्य समुद्री रास्ते से आने वाले आतंकवादियों को पकड़ना, चक्रवाती तूफानों जैसी प्राकृतिक आपदाओं के समय तलाश और बचाव अभियानों में जान-माल की रक्षा करना, डूबे हुए जहाजों की तलाश करना एवं भारतीय सभ्यता एवं संस्कृति की रक्षा करना है।"
                                        },
                                        {
                                            "Column 1": "३.",
                                            "Column 2": "भारतीय वायु सेना",
                                            "Column 3": "वायु सेनाध्यक्ष",
                                            "Column 4": "हल्के नीले रंग की वर्दी",
                                            "Column 5": "वायु युद्ध, वायु सुरक्षा एवं वायु चौकसी का महत्त्वपूर्ण कार्य वायु सेना देश के लिए करती है।"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "संदर्भ स्रोतों द्‌वारा निम्न रोगों से बचने के लिए दिए जाने वाले टीकों की जानकारी सुनो और संकलित करो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "संदर्भ स्रोतों द्‌वारा निम्न रोगों से बचने के लिए दिए जाने वाले टीकों की जानकारी सुनो और संकलित करो :",
                                    "ans": "रोगटीकारोगटीकातपेदिक(टीबी)बी.सी.जीटायफॉइड (मोतीझरा)टायफॉइड टीकाडिप्थीरियाडी.पी.टी.रुबेलाएम.एम.आर.खसरामीजल्सहैपेटाइटिस एहैपेटाइटिस एरोटावायरसरोटावायरस टीकाटिटनसटी.टी.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "तपेदिक(टीबी)",
                                            "Column 2": "बी.सी.जी",
                                            "Column 3": "टायफॉइड (मोतीझरा)",
                                            "Column 4": "टायफॉइड टीका"
                                        },
                                        {
                                            "Column 1": "डिप्थीरिया",
                                            "Column 2": "डी.पी.टी.",
                                            "Column 3": "रुबेला",
                                            "Column 4": "एम.एम.आर."
                                        },
                                        {
                                            "Column 1": "खसरा",
                                            "Column 2": "मीजल्स",
                                            "Column 3": "हैपेटाइटिस ए",
                                            "Column 4": "हैपेटाइटिस ए"
                                        },
                                        {
                                            "Column 1": "रोटावायरस",
                                            "Column 2": "रोटावायरस टीका",
                                            "Column 3": "टिटनस",
                                            "Column 4": "टी.टी."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "किसने किससे कहा है?",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "''आज इतने विद्यार्थियों के अनुपस्थित रहने का कारण क्या है?''",
                                    "ans": "यह वाक्यगुरु जीने सभीविद्यार्थियोंसे कहा।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "किसने किससे कहा है?",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "''जब कभी शहर गए हैं, बड़े-बड़े पुल देखे भी हैं।''",
                                    "ans": "यह वाक्यआशीषनेसभी बच्चोंसे कहा।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "कहानी (जहाँ चाह, वहाँ राह) के शीर्षक की सार्थकता बताओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "कहानी (जहाँ चाह, वहाँ राह) के शीर्षक की सार्थकता बताओ।",
                                    "ans": "इस कहानी में बताया गया है कि जब किसी मनुष्य के मन में कुछ पाने की चाहत होती है, तो उसके प्रयास से राह अपने-आप बन जाती है। ठीक इसी प्रकार येसंबा गाँव के बच्चों ने बरसात में नाले के भर जाने से होने वाली समस्या का हल निकालने के लिए एक पुल बनाने की ठानी और उनके इस साहस भरे कार्य में गाँव के सभी लोगों ने उनकी सहायता की। सबकी मेहनत से गाँव में पुल बन गया और वहाँ के सभी लोगों की कठिनाई हमेशा के लिए दूर हो गई। अत: इससे स्पष्ट होता है कि इस कहानी का शीर्षक 'जहाँ चाह, वहाँ राह' पूर्णतया सार्थक है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "आँखों देखी किसी घटना का वर्णन करो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "आँखों देखी किसी घटना का वर्णन करो।",
                                    "ans": "जब मैं नौ वर्ष की थी तब एक दिन मैं अपनी माँ के साथ बाजार गई थी। शाम का समय था। बाजार में बहुत भीड़ थी। माँ ने थोड़ी सब्जियाँ और फल खरीदें। फिर हम दोनों घर के लिए निकल पड़ें। उस समय इतनी भीड़ थी कि लोग सड़क के बीचोंबीच चल रहे थे जिससे आने जाने वाली गाड़ियों से बहुत ज्यादा ट्रैफिक हो गया था। सिग्नल न लगने पर भी कुछ लोग सड़क पार कर रहे थे, तब अचानक सामने से एक कार तेजी से आई और उसने एक व्यक्ति को ठोकर मार दी। वह व्यक्ति घायल हो गया था। वह कारवाला व्यक्ति तुरंत अपनी कार से बाहर आया और उस घायल व्यक्ति की मदद के लिए आगे बढ़ा। हम सब भी वहाँ पहुँच गए और सबने मिलकर उस घायल व्यक्ति को कार में बिठाया और वह घायल को लेकर अस्पताल गया। यह सब देखकर मैं डर गई थी, तब माँ ने मुझे बताया कि उस व्यक्ति ने ट्रैफिक सिग्नल के नियम का पालन नहीं किया था और इसी कारण यह हादसा हुआ। नियमों का पालन न करने पर हमारा ही नुकसान होता है, इसलिए हमें सदैव नियमों का पालन करना चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "इस (जहॉं चाह, वहाँ राह) कहानी का सारांश लिखो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "इस (जहॉं चाह, वहाँ राह) कहानी का सारांश लिखो।",
                                    "ans": "येसंबा गाँव के ठीक बीच में एक नाला बहता था। नाले के एक तरफ गाँव की बस्ती और दूसरी तरफ पाठशाला और खेत थे। बरसात के मौसम में जब नाला भर जाता, तो बड़े-बुजुर्ग किसी तरह नाला पार कर लेते परंतु पाठशाला जाने के लिए नाला लाँघना विद्यार्थियों के लिए संभव नहीं था। इस कारण उनकी पढ़ाई पर बुरा प्रभाव पड़ता था। इस समस्या से परेशान बच्चे एक साथ मिलकर इसके निदान के लिए एक पुल बनाने की योजना बनाते हैं। इस कार्य में गाँव के सभी लोग बच्चों का साथ देते हैं और सबकी एकता, संगठन और श्रमदान से केवल पंद्रह दिनों में पुल बनकर तैयार हो जाता है। अब बरसात के मौसम में भी बच्चे पाठशाला जा सकते थे।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य को पढ़ो और मोटे अक्षर में छपे शब्द पर ध्यान दो, पढ़कर उद्देश्य-विधेय अलग करके लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "हिलामयदेश का गौरव है।",
                                    "ans": "उद्देश्य→ हिमालयविधेय →देश का गौरव है",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "1.09: अभ्‍यास - १",
                    "questions": [
                        {
                            "questionsTitle": "चित्र देखकर संज्ञा, सर्वनाम, विशेषण, क्रिया इन शब्द के भेदों के आधार पर उचित वाक्य बनाओ और तालिका में शब्द लिखाे:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_552.png",
                            "subQuestion": [
                                {
                                    "question": "चित्र देखकर संज्ञा, सर्वनाम, विशेषण, क्रिया इन शब्द के भेदों के आधार पर उचित वाक्य बनाओ और तालिका में शब्द लिखाे:",
                                    "ans": "वह मीठा आम खा रही है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "आम",
                                            "Column 2": "वह",
                                            "Column 3": "मीठा",
                                            "Column 4": "खा रही है"
                                        },
                                        {
                                            "Column 1": "पेड़",
                                            "Column 2": "वे",
                                            "Column 3": "घने",
                                            "Column 4": "बैठे हैं"
                                        },
                                        {
                                            "Column 1": "गिलास",
                                            "Column 2": "उसने",
                                            "Column 3": "एक",
                                            "Column 4": "पकड़ा हैं"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "2.03: दाे लघुकथाएँ",
                    "questions": [
                        {
                            "questionsTitle": "'चतुराई' संबंधी कोई सुनी हुई कहानी सुनाओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "'चतुराई' संबंधी कोई सुनी हुई कहानी सुनाओ।",
                                    "ans": "स्वर्ग की खोजमहाराज कृष्णदेव राय अपने बचपन में सुनी कथा अनुसार यह विश्वास करते थे कि संसार की सबसे उत्तम और मनमोहक जगह स्वर्ग है। एक दिन अचानक महाराज के मन में स्वर्ग देखने की इच्छा उत्पन्न होती है, इसलिए वे दरबार में उपस्थित मंत्रियों से पूछते हैं कि बताइए स्वर्ग कहाँ है?",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_554.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "क्र.राज्य का नामशैली का नाम१.महाराष्ट्रवारली२.बिहारमधुबनी३.राजस्थानराजपूत शैला४.बिहारपटना कलम५.आंध्र प्रदेशकलमकारी६.उड़ीसापटचित्र७.तमिलनाडुतंजौर चित्रकारी८.मध्य प्रदेशगोंड कला",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "१.",
                                            "Column 2": "महाराष्ट्र",
                                            "Column 3": "वारली"
                                        },
                                        {
                                            "Column 1": "२.",
                                            "Column 2": "बिहार",
                                            "Column 3": "मधुबनी"
                                        },
                                        {
                                            "Column 1": "३.",
                                            "Column 2": "राजस्थान",
                                            "Column 3": "राजपूत शैला"
                                        },
                                        {
                                            "Column 1": "४.",
                                            "Column 2": "बिहार",
                                            "Column 3": "पटना कलम"
                                        },
                                        {
                                            "Column 1": "५.",
                                            "Column 2": "आंध्र प्रदेश",
                                            "Column 3": "कलमकारी"
                                        },
                                        {
                                            "Column 1": "६.",
                                            "Column 2": "उड़ीसा",
                                            "Column 3": "पटचित्र"
                                        },
                                        {
                                            "Column 1": "७.",
                                            "Column 2": "तमिलनाडु",
                                            "Column 3": "तंजौर चित्रकारी"
                                        },
                                        {
                                            "Column 1": "८.",
                                            "Column 2": "मध्य प्रदेश",
                                            "Column 3": "गोंड कला"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "।। सत्यमेव जयते ।।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "।। सत्यमेव जयते ।।",
                                    "ans": "'सत्यमेव जयते' भारत का राष्ट्रीय आदर्श वाक्य है जिसका अर्थ है, 'सत्य की सदैव ही विजय होती है।' यह भारत के राष्ट्रीय प्रतीक के नीचे देवनागरी लिपि में अंकित है। 'सत्यमेव जयते' को राष्ट्रपटल पर लाने और उसका प्रचार करने में पंडित मदनमोहन मालवीय ने महत्त्वपूर्ण भूमिका निभाई। वेदांत एवं दर्शन ग्रंथों में जगह-जगह सत्-असत् का प्रयोग हुआ है। सत् शब्द उसके लिए प्रयोग हुआ है, जो सृष्टि का मूल तत्त्व है; जो परिवर्तित नहीं होता; जो निश्चित है। इस सत् तत्त्व को ब्रह्म अथवा परमात्मा कहा गया है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझा दाे लघुकथाएँ पाठ से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझा दाे लघुकथाएँ पाठ से",
                                    "ans": "इस पाठ से मैंने बीरबल की बुद्धिमत्ता, चतुराई और तर्कशक्ति को समझा। बीरबल हर कठिन परिस्थिति में धैर्य और समझदारी से काम लेते हैं। उन्होंने अकबर द्वारा दिए गए असंभव कार्यों को भी अपनी सूझबूझ से हल किया।पहली कहानी में, जब अकबर ने ऐसा घोड़ा लाने को कहा जो दुनिया में कहीं भी न हो, तो बीरबल ने अपने तर्क से यह सिद्ध कर दिया कि ऐसा घोड़ा लाना संभव नहीं है। इससे यह सीख मिलती है कि बुद्धि से हर समस्या का हल निकाला जा सकता है।दूसरी कहानी में, चित्रकार को न्याय दिलाने के लिए बीरबल ने अपनी चालाकी का उपयोग किया। उन्होंने एक दर्पण के माध्यम से सेठ की चालाकी को उजागर किया और चित्रकार को उसका मेहनताना दिलवाया। इससे हमें यह शिक्षा मिलती है कि हमें किसी की मेहनत की कदर करनी चाहिए और न्याय का साथ देना चाहिए।कुल मिलाकर, इस पाठ से मैंने बुद्धिमत्ता, तर्कशक्ति, न्यायप्रियता और समस्याओं को हल करने की कला को समझा। बीरबल जैसे गुण हमें अपने जीवन में अपनाने चाहिए ताकि हम भी किसी भी कठिनाई को समझदारी और धैर्य से हल कर सकें।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_555.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "वृक्षारोपण पर भाषणमेरे प्यारे दोस्तो,आप सभी को मेरा नमस्कार !",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अकबर के नौ रत्‍नों के बारे में बताओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "अकबर के नौ रत्‍नों के बारे में बताओ।",
                                    "ans": "अकबर के दरबार में नौ गुणवान दरबारी थे, जिन्हें अकबर के नौ रत्नों के नाम से जाना जाता है। इन नौ रत्नों में से पहले रत्न बीरबल थे, जो अकबर के दरबार के विदूषक और सलाहकार थे। दूसरे रत्न अबुल फजल थे, जिन्होंने अकबर के काल को क्रमबद्ध किया था तथा 'अकबरनामा' और 'आइना-ए-अकबरी' की रचना की थी। ये अकबर के मुख्य सलाहकार व सचिव थे। तीसरे रत्न टोडरमल अकबर के वित्तमंत्री थे। तानसेन चौथे रत्न थे। ये अकबर के दरबार में गायक थे। पाँचवें रत्न मानसिंह अकबर की सेना के प्रधान सेनापति थे। छठवें रत्न अब्दुल रहीम खान-एखाना एक प्रतिष्ठित कवि थे और अकबर के संरक्षक बैरम खान के बेटे थे। सातवें रत्न मुल्ला दो प्याजा अकबर के सलाहकार थे। इन्हें भोजन में दो प्याज अधिक पसंद थे इसलिए अकबर ने इन्हें दो प्याजा की उपाधि प्रदान की थी। आठवें रत्न हकीम हुमाम अकबर के रसोईघर के प्रधान थे। अंतिम और नौवें रत्न फैजी, अकबर के दरबार में राज कवि के पद पर आसीन थे। अकबर के इन सभी रत्नों में एक बात आम थी कि सभी के सभी बेहद बुद्धिमान और प्रतिभावान थे इसलिए बादशाह अकबर ने अपने इन नौ दरबारियों को नौ रत्नों की उपाधि दी।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "जब बादशाह ने बीरबल की दूसरी शर्त सुनी तो वे बीरबल ______।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "जब बादशाह ने बीरबल की दूसरी शर्त सुनी तो वे बीरबल ______।",
                                    "ans": "जब बादशाह ने बीरबल की दूसरी शर्त सुनी तो वे बीरबलका मुँह देखने लगे।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "क्रोधित होकर उस चित्रकार ने सेठ से ______।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "क्रोधित होकर उस चित्रकार ने सेठ से ______।",
                                    "ans": "क्रोधित होकर उस चित्रकार ने सेठ सेसभी चित्रों के पैसे माँगे।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "चित्रकार की परेशानी का कारण बताओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "चित्रकार की परेशानी का कारण बताओ।",
                                    "ans": "एक सेठ ने चित्रकार से अपना चित्र बनवाया और जब चित्रकार ने उससे अपने पैसे माँगे तब उसने चित्र में कमी निकालकर दोबारा चित्र बनाने के लिए कहा। चित्रकार ने उसके कई चित्र बनाएँ, लेकिन कंजूस सेठ ने सारे चित्रों में कमियाँ निकालकर पैसे देने से मना कर दिया। इस कारण चित्रकार अपनी मेहनत के पैसे न मिलने से परेशान था।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "'हरे घोड़े' के संदर्भ में बीरबल की चतुराई का वर्णन करो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "'हरे घोड़े' के संदर्भ में बीरबल की चतुराई का वर्णन करो।",
                                    "ans": "बादशाह अकबर बीरबल की बुद्धिमानी की परीक्षा लेना चाहते थे इसलिए यह जानते हुए भी कि संसार में कहीं भी हरे रंग का घोड़ा नहीं है फिर भी वे बीरबल को हरे रंग का घोड़ा लाने के लिए एक सप्ताह का समय देते हैं। बीरबल बादशाह का आदेश स्वीकार कर घोड़े की तलाश में इधर-उधर घूमते हैं और आठवें दिन बादशाह से कहते हैं कि उन्होंने हरे रंग का घोड़ा खोज लिया है, लेकिन उस घोड़े को देखने के लिए बादशाह को उसके मालिक की दो शर्तों माननी पड़ेगी। पहली शर्त यह है कि बादशाह को घोड़ा लेने वहाँ स्वयं ही जाना पड़ेगा तथा दूसरी शर्त यह है कि घोड़े का रंग दूसरे घोड़ों से अलग है, तो उसे देखने का दिन भी अलग होना चाहिए यानि सप्ताह के सात दिनों के अलावा घोड़े को किसी भी दिन देख सकते हैं। इन शर्तों को सुनकर बादशाह निरुत्तर हो जाते हैं और इस प्रकार 'हरे घोड़े' के संदर्भ में बीरबल अपनी चतुराई से बादशाह की परीक्षा में सफल हो जाते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "घोड़े के मालिक की शर्तें लिखो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "घोड़े के मालिक की शर्तें लिखो।",
                                    "ans": "घोड़े के मालिक की दो शर्तें थीं। पहली शर्त यह थी कि बादशाह को घोड़ा लेने के लिए उसके पास स्वयं आना पड़ेगा और दूसरी शर्त यह थी कि सप्ताह के सात दिनों के अलावा बादशाह घोड़े को किसी भी दिन देख सकते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो तथा मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "लतिकाअभीसोई है।",
                                    "ans": "अभी - क्रियाविशेषण अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो तथा मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मॉंआजअस्पताल जाएगी।",
                                    "ans": "आज - क्रियाविशेषण अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो तथा मोटे और अधोरेखित किये गए शब्दों पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मेरा गाँवयहॉंबसा है।",
                                    "ans": "यहाँ - क्रियाविशेषण अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो तथा मोटे और अधोरेखित किये गए शब्दों पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "गाड़ीधीरे-धीरेचल रही थी।",
                                    "ans": "धीरे-धीरे - क्रियाविशेषण अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो तथा मोटे और अधोरेखित किये गए शब्दों पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "नागपुर से रायगढ़की ओरगए।",
                                    "ans": "की ओर - संबंधबोधक अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो तथा मोटे और अधोरेखित किये गए शब्दों पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "ताकतके लिएसंतुलित आहार आवश्यक है।",
                                    "ans": "के लिए - संबंधबोधक अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो तथा मोटे और अधोरेखित किये गए शब्दों पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "जन्मके बादएक मामी जी ने मुझे गोद ले लिया।",
                                    "ans": "के बाद - संबंधबोधक अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो तथा मोटे और अधोरेखित किये गए शब्दों पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "जलाशय चॉंदीकी भाँतिचमचमा रहा था।",
                                    "ans": "की भाँति - संबंधबोधक अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो तथा मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "राघव नेचुपचापघर में प्रवेश किया।",
                                    "ans": "चुपचाप - क्रियाविशेषण अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो तथा मोटे और अधोरेखित किये गए शब्दों पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "शौनक बड़ी बहनके साथविद्यालय जाने की तैयारी में लग गया।",
                                    "ans": "के साथ - संबंधबोधक अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "2.07: रहस्‍य",
                    "questions": [
                        {
                            "questionsTitle": "हिंदी-मराठी के समानार्थी मुहावरे और कहावतें सुनो और उनका द्विभाषी लघुकोश बनाओ:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "जैसे- अधजल गगरी छलकत जाए = उथळ पाण्याला खळखळाट फार.",
                                    "ans": "क्र.हिंदी मुहावरेमराठी मुहावरे१.आँख में धूल झोंकनाडोळ्यात धूळ फेकणे२.जान मुट्ठी में लेनाजीव मुठीत धरणे३.कमर कसनाकंबर कसणे४.आसमान फटनाआभाळ फाटणे५.उँगलियों पर नचानाबोटावर नाचविणे६.चिराग तले अँधेरादिव्या खाली अंधार७.जहाँ चाह, वहाँ राहइच्छा तिथे मार्ग८.जैसा दाम वैसा कामदाम तसे काम९.हाथ कंगन को आरसी क्या?हातच्या काकणाला आरसा कशाला?१०.ढाक के तीन पातपळसाला पाने तीनच",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "१.",
                                            "Column 2": "आँख में धूल झोंकना",
                                            "Column 3": "डोळ्यात धूळ फेकणे"
                                        },
                                        {
                                            "Column 1": "२.",
                                            "Column 2": "जान मुट्ठी में लेना",
                                            "Column 3": "जीव मुठीत धरणे"
                                        },
                                        {
                                            "Column 1": "३.",
                                            "Column 2": "कमर कसना",
                                            "Column 3": "कंबर कसणे"
                                        },
                                        {
                                            "Column 1": "४.",
                                            "Column 2": "आसमान फटना",
                                            "Column 3": "आभाळ फाटणे"
                                        },
                                        {
                                            "Column 1": "५.",
                                            "Column 2": "उँगलियों पर नचाना",
                                            "Column 3": "बोटावर नाचविणे"
                                        },
                                        {
                                            "Column 1": "६.",
                                            "Column 2": "चिराग तले अँधेरा",
                                            "Column 3": "दिव्या खाली अंधार"
                                        },
                                        {
                                            "Column 1": "७.",
                                            "Column 2": "जहाँ चाह, वहाँ राह",
                                            "Column 3": "इच्छा तिथे मार्ग"
                                        },
                                        {
                                            "Column 1": "८.",
                                            "Column 2": "जैसा दाम वैसा काम",
                                            "Column 3": "दाम तसे काम"
                                        },
                                        {
                                            "Column 1": "९.",
                                            "Column 2": "हाथ कंगन को आरसी क्या?",
                                            "Column 3": "हातच्या काकणाला आरसा कशाला?"
                                        },
                                        {
                                            "Column 1": "१०.",
                                            "Column 2": "ढाक के तीन पात",
                                            "Column 3": "पळसाला पाने तीनच"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_566.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "घर में:मेरे घर में जब भी कोई काँच टूटता था तब दादी कहती थी कि आज जरूर कुछ बुरा होगा लेकिन मैंने उनको समझाया कि ऐसा कुछ नहीं होता। काँच एक वस्तु है और वह कभी भी गलती से गिरकर टूट सकता है और फिर एक दिन सुबह उनके हाथ से काँच टूटा तो उनका मन घबरा गया लेकिन उस दिन कुछ भी बुरा नहीं हुआ। उस दिन दादी समझ गई कि सच में वे आज तक अंधश्रद्धा में जी रही थीं।विद्यालय में:मेरा दोस्त रमन केवल परीक्षा के समय ही पढ़ाई करता था क्योंकि वह मानता था कि भगवान उसे परीक्षा में पास कर देंगे। वह हर साल परीक्षा में पास होने के लिए मन्नते भी माँगता था। एक दिन मैंने उसे समझाया कि भगवान पर श्रद्धा रखना अच्छी बात है लेकिन भगवान तुम्हें परीक्षा में पास कर देंगे यह अंधश्रद्धा रखना सही नहीं है। भगवान केवल मार्ग दिखाएँगे और तुम्हें कड़ी मेहनत करके उस मार्ग से अपने लक्ष्य की ओर बढ़ना होगा। तुम्हारा लक्ष्य परीक्षा में अच्छे अंकों से उत्तीर्ण होना है तो उसके लिए तुम्हें पढ़ाई करनी पड़ेगी। मेरे दोस्त को मेरी बात समझ में आ गई, फिर हम दोनों मिलकर रोज एक साथ पढ़ाई करने लगे और दोनों परीक्षा में अच्छे अंकों से पास हो गए।परिवेश में:हमारी सोसायटी में एक युवक साधु जैसा भेस बनाकर रोज आता था और भगवान के नाम पर पैसे माँगता था। सब लोग भगवान के नाम पर उसे दस-बीस रुपये दे देते थे। एक दिन मैंने उस साधु को सड़क के किनारे एक दुकान के पास सिगरेट पीते देखा तब मैं समझ गया कि यह हमारी सोसायटी और अन्य घरों से भगवान के नाम पर पैसे माँगता है तथा उन पैसे से व्यसन करता है। यह बात मैंने अपने घर पर बताई और फिर मेरे पापा ने यह बात सोसायटी के सदस्यों को बताई। सब लोग समझ गए थे कि ऐसे पाखंडी लोग किस तरह हम जैसे लोगों को अंधश्रद्धा में डालकर हमसे पैसे माँगते हैं। एक दिन जब वह सोसायटी में आया तो साधु को किसी ने पैसे नहीं दिए। सभी उससे कहने लगे इतने हट्टे-कट्टे हो मेहनत करके खाओ। भगवान के नाम पर लोगों को ठगना बंद करो। उस दिन के बाद वह साधु फिर कभी हमारी सोसायटी में नजर नहीं आया।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "विद्यालय में:",
                                            "Column 2": "मेरा दोस्त रमन केवल परीक्षा के समय ही पढ़ाई करता था क्योंकि वह मानता था कि भगवान उसे परीक्षा में पास कर देंगे। वह हर साल परीक्षा में पास होने के लिए मन्नते भी माँगता था। एक दिन मैंने उसे समझाया कि भगवान पर श्रद्धा रखना अच्छी बात है लेकिन भगवान तुम्हें परीक्षा में पास कर देंगे यह अंधश्रद्धा रखना सही नहीं है। भगवान केवल मार्ग दिखाएँगे और तुम्हें कड़ी मेहनत करके उस मार्ग से अपने लक्ष्य की ओर बढ़ना होगा। तुम्हारा लक्ष्य परीक्षा में अच्छे अंकों से उत्तीर्ण होना है तो उसके लिए तुम्हें पढ़ाई करनी पड़ेगी। मेरे दोस्त को मेरी बात समझ में आ गई, फिर हम दोनों मिलकर रोज एक साथ पढ़ाई करने लगे और दोनों परीक्षा में अच्छे अंकों से पास हो गए।"
                                        },
                                        {
                                            "Column 1": "परिवेश में:",
                                            "Column 2": "हमारी सोसायटी में एक युवक साधु जैसा भेस बनाकर रोज आता था और भगवान के नाम पर पैसे माँगता था। सब लोग भगवान के नाम पर उसे दस-बीस रुपये दे देते थे। एक दिन मैंने उस साधु को सड़क के किनारे एक दुकान के पास सिगरेट पीते देखा तब मैं समझ गया कि यह हमारी सोसायटी और अन्य घरों से भगवान के नाम पर पैसे माँगता है तथा उन पैसे से व्यसन करता है। यह बात मैंने अपने घर पर बताई और फिर मेरे पापा ने यह बात सोसायटी के सदस्यों को बताई। सब लोग समझ गए थे कि ऐसे पाखंडी लोग किस तरह हम जैसे लोगों को अंधश्रद्धा में डालकर हमसे पैसे माँगते हैं। एक दिन जब वह सोसायटी में आया तो साधु को किसी ने पैसे नहीं दिए। सभी उससे कहने लगे इतने हट्टे-कट्टे हो मेहनत करके खाओ। भगवान के नाम पर लोगों को ठगना बंद करो। उस दिन के बाद वह साधु फिर कभी हमारी सोसायटी में नजर नहीं आया।"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "।।श्रद्‌धा और विज्ञान, जीवन के दो पक्ष महान।।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "।।श्रद्‌धा और विज्ञान, जीवन के दो पक्ष महान।।",
                                    "ans": "यह सत्य है कि श्रद्धा व विज्ञान हमारे जीवन के दो महान व महत्त्वपूर्ण पक्ष हैं। जीवन में किसी भी लक्ष्य को प्राप्त करने के लिए व्यक्ति में अपने कर्मों के प्रति श्रद्धा भाव होना आवश्यक है। यदि व्यक्ति अपनी मंजिल पाने के लिए सही राह पर पूर्ण श्रद्धा अर्थात विश्वास के साथ आगे बढ़ता जाता है, तो उसे सफलता अवश्य मिलती है। हालाँकि इसें भी झुठलाया नहीं जा सकता है कि किसी भी मंजिल को प्राप्त करना आसान नहीं होता है। उसके लिए व्यक्ति को बड़ी-बड़ी मुश्किलों का सामना करना पड़ता है। विज्ञान की सहायता से हम अपनी राह की इन मुश्किलों को काफी हद तक सुलझा सकते हैं। अत: यदि व्यक्ति अपने जीवन में श्रद्धा के साथ वैज्ञानिक दृष्टिकोण अपनाता है, तो उसकी सफलता सुनिश्चित है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझा रहस्य पाठ से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझा रहस्य पाठ से",
                                    "ans": "हमें अंधविश्वास से दूर रहना चाहिए और वैज्ञानिक दृष्टिकोण अपनाते हुए सच्चाई का पता लगाने के लिए निडर होकर प्रयत्न करना चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "पाठाें में आए हुए मूल्यों को सुनो, तालिका बनाओ और सुनाओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "पाठाें में आए हुए मूल्यों को सुनो, तालिका बनाओ और सुनाओ।",
                                    "ans": "१.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "जोड़ियाँ मिलाओ:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "जोड़ियाँ मिलाओ:",
                                    "ans": "(अ)उत्तर(क) फोटो की दुकाननारायणपुर(ख) भूत-वूतकपोल कल्पना(ग) हवेलीकहकहों की आवाज",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "(क) फोटो की दुकान",
                                            "Column 2": "नारायणपुर"
                                        },
                                        {
                                            "Column 1": "(ख) भूत-वूत",
                                            "Column 2": "कपोल कल्पना"
                                        },
                                        {
                                            "Column 1": "(ग) हवेली",
                                            "Column 2": "कहकहों की आवाज"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "आर्यन और कनिष्‍का द्वारा देखी हुई हवेली का वर्णन अपने शब्दों में लिखो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "आर्यन और कनिष्‍का द्वारा देखी हुई हवेली का वर्णन अपने शब्दों में लिखो।",
                                    "ans": "आर्यन और कनिष्का जब भूतों का पता लगाने हवेली पहुँचे तब उन्होंने देखा कि वहाँ हट्टे-कट्टे, मोटे-तगड़े और बड़ी-बड़ी मूँछोंवाले कई लोग पगड़ी बाँधे बैठे थे। उनके साथ कमीज और पैंट पहने हुए भी कुछ लोग थे। उन लोगों की आँखें लाल-लाल थीं। मानो उनकी आँखों से आग बरस रही हो। सबके चेहरे डरावने थे और सब उस समय खाने में मस्त थे। कोई हड्डी चबा रहा था तो कोई रोटियाँ तोड़-तोड़कर खा रहा था। उनके गले में कारतूसों की पेटी लटक रही थी। कुछ लोग लु ढ़के हुए पड़े थे। वहाँ बंदूकें और तलवारें भी रखी थीं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "कनिष्‍का और आर्यन को 'वीरता पुरस्कार' घोषित होने का कारण बताओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "कनिष्‍का और आर्यन को 'वीरता पुरस्कार' घोषित होने का कारण बताओ।",
                                    "ans": "कनिष्का और आर्यन ने गाँववालों के मन से भूत-प्रेत जैसे अंधविश्वास को दूर करने की ठानी और इतनी छोटी-सी उम्र में बड़े ही बहादुरी से अँधेरी रात में हवेली जाकर वहाँ के रहस्य का पता लगाया। उन्होंने हवेली में रहने वाले डाकुओं के फोटो निकालकर पुलिस को उनके बारे में बताया और कई वर्षों से चोरी, डकैती करके उत्पात मचाने वाले उन डाकुओं को पकड़वाने में पुलिस की मदद भी की। इन दोनों के इस कार्य से सभी गाँववाले डाकुओं के आंतक से मुक्त हो गए थे, इसलिए कनिष्का और आर्यन को उनकी इस बहादुरी के लिए 'वीरता पुरस्कार' घोषित किया गया।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "रहस्‍य इस कहानी की किसी घटना को संवाद रूप में प्रस्‍तुत करो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "रहस्‍य इस कहानी की किसी घटना को संवाद रूप में प्रस्‍तुत करो।",
                                    "ans": "आर्यन:नमस्ते सर!",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "थानेदार:",
                                            "Column 2": "हाँ! बताओ आप सबकी मैं क्या मदद कर सकता हूँ।"
                                        },
                                        {
                                            "Column 1": "आर्यन:",
                                            "Column 2": "सर! हमारे पास कुछ फोटो हैं। (फोटो दिखाते हुए)"
                                        },
                                        {
                                            "Column 1": "थानेदार:",
                                            "Column 2": "अरे! ये फोटो तुम्हारे पास कहाँ से आए?"
                                        },
                                        {
                                            "Column 1": "आर्यन:",
                                            "Column 2": "महोदय! यह कनिष्का है। यह मेरे मामा की लड़की है। उनके घर के पास एक पुरानी हवेली है।"
                                        },
                                        {
                                            "Column 1": "थानेदार:",
                                            "Column 2": "वो हवेली, जिसमें भूत रहते हैं।"
                                        },
                                        {
                                            "Column 1": "कनिष्का:",
                                            "Column 2": "नहीं, नहीं, सर वहाँ कोई भूत नहीं रहते, हमने कल रात वहाँ से ये फोटो खींची हैं।"
                                        },
                                        {
                                            "Column 1": "थानेदार:",
                                            "Column 2": "शाबाश! बच्चों! तुम दोनों ने बहुत साहसिक का काम किया है।"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "चित्र के आधार पर सभी कारकों का प्रयोग करके वाक्य लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_567.png",
                            "subQuestion": [
                                {
                                    "question": "मछुआरे ने जाल फेंका।",
                                    "ans": "मछुआरेनेजाल फेंका।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "------------------------",
                                    "ans": "लड़कीनेमछलियोंकोचारा डाला।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "------------------------",
                                    "ans": "आदमीनेपेड़सेनारियल तोड़े।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "------------------------",
                                    "ans": "लड़का घरके लिएनिकल पड़ा।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "------------------------",
                                    "ans": "एक आदमी नावसेजा रहा है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "------------------------",
                                    "ans": "पेड़ पर चढ़ने वाले आदमी उस औरतकेजान-पहचान वाले हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "------------------------",
                                    "ans": "औरतकेहाथमेंनारियल हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "------------------------",
                                    "ans": "अरीबहन !\nतुम इधर आओ।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "2.09: अभ्‍यास - २",
                    "questions": [
                        {
                            "questionsTitle": "दिए गए शब्द कार्ड देखो पढ़ो और उनकी सहायता से सरल, मिश्र तथा संयुक्त वाक्य बनाकर कक्षा में सुनाओ। ( एक शब्द कार्ड का प्रयोग अनेक बार कर सकते हैं।)",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "दिए गए शब्द कार्ड देखो पढ़ो और उनकी सहायता से सरल, मिश्र तथा संयुक्त वाक्य बनाकर कक्षा में सुनाओ। ( एक शब्द कार्ड का प्रयोग अनेक बार कर सकते हैं।)",
                                    "ans": "भारत में राष्ट्रीय एकात्मता है। (सरल वाक्य)",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "'रमेश पुस्तक पढ़ता है।' इस वाक्य को सभी काल में परिवर्तित करके भेदों सहित बताओ और लिखो।",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_568.png",
                            "subQuestion": [
                                {
                                    "question": "'रमेश पुस्तक पढ़ता है।' इस वाक्य को सभी काल में परिवर्तित करके भेदों सहित बताओ और लिखो।",
                                    "ans": "वर्तमानकालरमेश पुस्तक पढ़ता है। (सामान्य वर्तमानकाल)रमेश पुस्तक पढ़ रहा है। (अपूर्ण वर्तमानकाल)रमेश पुस्तक पढ़ चुका है। (पूर्ण वर्तमानकाल)",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "2.11: पुनरावर्तन - २",
                    "questions": [
                        {
                            "questionsTitle": "निम्नलिखित शब्दों में कौन-से पंचमाक्षर छिपे हुए हैं, साेचो और लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "निम्नलिखित शब्दों में कौन-से पंचमाक्षर छिपे हुए हैं, साेचो और लिखो:",
                                    "ans": "शब्दपंचमाक्षरउसी वर्ग के अन्य शब्दपंकजङकंगन, तरंगचंचलञकंचन, मंचनठंडाणकंठ, घमंडसंतनअंत, बंदूकपेरांबूरमविलंब, खंभापंछीञपंचायत, पंजाबंदरगाहनचंदन, बंधनउमंगङगंगा, पंखा",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "पंकज",
                                            "Column 2": "ङ",
                                            "Column 3": "कंगन, तरंग"
                                        },
                                        {
                                            "Column 1": "चंचल",
                                            "Column 2": "ञ",
                                            "Column 3": "कंचन, मंचन"
                                        },
                                        {
                                            "Column 1": "ठंडा",
                                            "Column 2": "ण",
                                            "Column 3": "कंठ, घमंड"
                                        },
                                        {
                                            "Column 1": "संत",
                                            "Column 2": "न",
                                            "Column 3": "अंत, बंदूक"
                                        },
                                        {
                                            "Column 1": "पेरांबूर",
                                            "Column 2": "म",
                                            "Column 3": "विलंब, खंभा"
                                        },
                                        {
                                            "Column 1": "पंछी",
                                            "Column 2": "ञ",
                                            "Column 3": "पंचायत, पंजा"
                                        },
                                        {
                                            "Column 1": "बंदरगाह",
                                            "Column 2": "न",
                                            "Column 3": "चंदन, बंधन"
                                        },
                                        {
                                            "Column 1": "उमंग",
                                            "Column 2": "ङ",
                                            "Column 3": "गंगा, पंखा"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "पाठ्‌यपुस्तक में आए संयुक्ताक्षरयुक्त तीन-तीन शब्द ढूँढ़ाे। उनके संयुक्ताक्षर बनने के प्रकारानुसार वर्गीकरण करो। उन शब्दों का अपने वाक्यों में प्रयोग करो।",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_581.png",
                            "subQuestion": [
                                {
                                    "question": "पाठ्‌यपुस्तक में आए संयुक्ताक्षरयुक्त तीन-तीन शब्द ढूँढ़ाे। उनके संयुक्ताक्षर बनने के प्रकारानुसार वर्गीकरण करो। उन शब्दों का अपने वाक्यों में प्रयोग करो।",
                                    "ans": "रक्तदान, शक्ति, वाक्य →रक्तदान- हमारे द्वारा किया गयारक्तदानकिसी का जीवन बचा सकता है।शक्ति- एकता कीशक्तिसे हर कठिन कार्य सरल हो जाते हैं।वाक्य- गुरु जी ने विद्यार्थियों कोवाक्य- भेद सिखाया।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                }
            ],
            "chapter part 2": [
                {
                    "chapterName": "1.02: फूल और काँटे",
                    "questions": [
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_532.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "गलती करना यह मनुष्य का स्वभाव है, लेकिन उन गलतियों से सीख लेते हुए भविष्य में गलतियाँ न करने का प्रयास भी करना चाहिए। एक सामाजिक प्राणी होने के नाते मनुष्य का यह कर्तव्य है कि दूसरों के हित-अनहित को ध्यान में रखते हुए वह अपना कर्म करे। जहाँ तक संभव हो परोपकार की राह पर चलते हुए दूसरों की राहों में फूल बिछाए। जरूरतमंदों की हर संभव मदद करे। मनुष्य को फूल के जैसा जीवन जीना चाहिए जो दूसरों के लिए अपना सर्वस्व न्योछावर कर देता है, न कि शूल के जैसा जो हमेशा दूसरों को कष्ट देता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझा फूल और काँटे कविता से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझा फूल और काँटे कविता से",
                                    "ans": "किसी भी बड़े व गौरवशाली कुल में सिर्फ जन्म लेने से कोई बड़ा अथवा सम्माननीय नहीं बन जाता। व्यक्ति को अपने कर्मों के अनुसार ही समाज में मान-सम्मान मिलता है। यदि कर्म बुरे होंगे तो निंदा और यदि कर्म अच्छे होंगे तो प्रशंसा मिलती है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_533.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "मुझे कमल का फूल बहुत पसंद है। कमल भारत का राष्ट्रीय फूल है। यह सफेद, लाल, नीला व गुलाबी रंग का होता है। प्राय: सफेद व गुलाबी रंग के कमल हमें आसानी से देखने को मिलते हैं। यह एक बड़ा फूल है, इसलिए इसकी पंखुिड़याँ भी बड़ी-बड़ी होती हैं। यह फूल देखने में बहुत ही आकर्षक होता है। इसकी सुगंध भी मंत्रमुग्ध करने वाली होती है। हिंदू देवी-देवताओं विशेषकर माता महालक्ष्मी को यह फूल अर्पित किया जाता है। इस फूल के पत्तों की लंबी डंडियों से एक तरह का रेशा निकाला जाता है, जिससे मंदिरों के दीपों की बत्तियाँ बनाई जाती हैं। इससे कुछ विशेष प्रकार के कपड़े भी बनाए जाते हैं। इसके रस से मधुमक्खियाँ शहद बनाती हैं, जो बहुत लाभकारी होता है। इसके बीजों का उपयोग अनेक प्रकार की औषधियों में भी होता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "आसपास के पेड़-पौधों के नामों का वर्गीकरण करो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "आसपास के पेड़-पौधों के नामों का वर्गीकरण करो :",
                                    "ans": "छाेटेमध्यमबड़ेगुलाबअमरूदपीपलगुड़हलपपीताबरगदगेंदाकेलानारियलसदाबहारनींबूआमपुदीनासीताफलखजूरधनियाअनारजामुनएलोवेराकटहलनीम",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "गुलाब",
                                            "Column 2": "अमरूद",
                                            "Column 3": "पीपल"
                                        },
                                        {
                                            "Column 1": "गुड़हल",
                                            "Column 2": "पपीता",
                                            "Column 3": "बरगद"
                                        },
                                        {
                                            "Column 1": "गेंदा",
                                            "Column 2": "केला",
                                            "Column 3": "नारियल"
                                        },
                                        {
                                            "Column 1": "सदाबहार",
                                            "Column 2": "नींबू",
                                            "Column 3": "आम"
                                        },
                                        {
                                            "Column 1": "पुदीना",
                                            "Column 2": "सीताफल",
                                            "Column 3": "खजूर"
                                        },
                                        {
                                            "Column 1": "धनिया",
                                            "Column 2": "अनार",
                                            "Column 3": "जामुन"
                                        },
                                        {
                                            "Column 1": "एलोवेरा",
                                            "Column 2": "कटहल",
                                            "Column 3": "नीम"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_534.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "महाराष्ट्र राज्य के खादी ग्रामोद्योग की स्थापना वर्ष १९६० में की गई थी। इसका मुख्यालय मुंबई में स्थित है। खादी ग्रामोद्योग का मुख्य उद्देश्य ग्रामीण क्षेत्रों में जरूरतमंदों को रोजगार उपलब्ध कराना और जनता व देश का विकास करना है। खादी के कपड़े शुद्ध रूप से सूती होते हैं। खादी के कपड़े के लिए बड़े पैमाने पर कपास की खेती की आवश्यकता पड़ती है। कपास के पौधों से कपास निकाला जाता है। उस कपास की चरखे पर कताई की जाती है जिससे धागा बनता है। इस धागे से कपड़े की बुनाई होती है। उसमें मनोवांछित कारीगरी कर कपड़ा तैयार किया जाता है। इन तैयार कपड़ों को खादी की दुकानों में आवश्यकतानुसार वितरित किया जाता है और फिर इन कपड़ों का विक्रय होता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "रात में उनपर ______ चॉंद भी,एक ही-सी ______ है डालता।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "रात में उनपर ______ चॉंद भी,",
                                    "ans": "रात में उनपरचमकताचॉंद भी,एक ही-सीचाँदनीहै डालता।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "एक ही-सी ______ है डालता।",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "प्यार डूबी तितलियों के ______ कतर,भौंर का है वेध देता ______ तन।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "प्यार डूबी तितलियों के ______ कतर,",
                                    "ans": "प्यार डूबी तितलियों केपरकतर,भौंर का है वेध देताश्यामतन।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "भौंर का है वेध देता ______ तन।",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "एक वाक्‍य में उत्तर लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "फूल किनको गोद में लेता है?",
                                    "ans": "फूल तितलियों को गोद में लेता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "एक वाक्य में उत्तर लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "बड़प्पन की कसर रह जाने पर क्या काम नहीं देती?",
                                    "ans": "बड़प्पन की कसर रह जाने पर कुल की बड़ाई काम नहीं देती।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "एक वाक्‍य में उत्तर लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "कौन एक-सा बरसता है?",
                                    "ans": "मेह (बादल) एक-सा बरसता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "एक वाक्‍य में उत्तर लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "फूल किसकाे रस पिलाता है?",
                                    "ans": "फूल भाैंरे को रस पिलाता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वर्णों से समानार्थी और विरुद्धार्थी शब्दों की जोड़ियाँ ढूँढ़ो और अपने वाक्‍यों में प्रयोग करके कॉपी में लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_535.png",
                            "subQuestion": [
                                {
                                    "question": "निम्नलिखित वर्णों से समानार्थी और विरुद्धार्थी शब्दों की जोड़ियाँ ढूँढ़ो और अपने वाक्‍यों में प्रयोग करके कॉपी में लिखो:",
                                    "ans": "समानार्थी शब्दों की जोड़ियाँ:पुष्प = फूल, कुसुम, सुमनमेह = बादल, बारिश, जलधाराहवा = पवन, समीर, वायुपानी = जल, नीर, सरितासमानार्थी शब्दों से बनने वाले वाक्य -१.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_536.png",
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "1.04: देहात और शहर",
                    "questions": [
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_538.jpg",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "क्र.सेवाओं के नामकब ली जाती हैं?१.पत्राचारएक स्थान से दूसरे स्थान पर संदेश भेजने के लिए।२.रेलवे टिकट आरक्षणलंबी दूरी की यात्रा के लिए।३.सुकन्या समृद्धि योजनाबालिकाओं के उज्ज्वल भविष्य के लिए।४.मनीऑर्डरपैसे भेजने के लिए।५.पार्सलवस्तुएँ भेजने के लिए।६.वृद्धावस्था पेंशनवृद्धावस्था में आर्थिक सहायता के लिए।७.आर.टी.आई.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "१.",
                                            "Column 2": "पत्राचार",
                                            "Column 3": "एक स्थान से दूसरे स्थान पर संदेश भेजने के लिए।"
                                        },
                                        {
                                            "Column 1": "२.",
                                            "Column 2": "रेलवे टिकट आरक्षण",
                                            "Column 3": "लंबी दूरी की यात्रा के लिए।"
                                        },
                                        {
                                            "Column 1": "३.",
                                            "Column 2": "सुकन्या समृद्धि योजना",
                                            "Column 3": "बालिकाओं के उज्ज्वल भविष्य के लिए।"
                                        },
                                        {
                                            "Column 1": "४.",
                                            "Column 2": "मनीऑर्डर",
                                            "Column 3": "पैसे भेजने के लिए।"
                                        },
                                        {
                                            "Column 1": "५.",
                                            "Column 2": "पार्सल",
                                            "Column 3": "वस्तुएँ भेजने के लिए।"
                                        },
                                        {
                                            "Column 1": "६.",
                                            "Column 2": "वृद्धावस्था पेंशन",
                                            "Column 3": "वृद्धावस्था में आर्थिक सहायता के लिए।"
                                        },
                                        {
                                            "Column 1": "७.",
                                            "Column 2": "आर.टी.आई. आवेदनों की ऑनलाइन स्वीकृति",
                                            "Column 3": "लोक प्राधिकारियों से जानकारी प्राप्त करने के लिए।"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "'गाँव का विकास, देश का विकास' इस विषय पर संवाद सुनो और सुनाओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "'गाँव का विकास, देश का विकास' इस विषय पर संवाद सुनो और सुनाओ।",
                                    "ans": "(गुरु जी कक्षा में प्रवेश करते हैं। सभी बच्चे खड़े होकर उनका अभिवादन करते हैं। गुरु जी सभी को बैठने के लिए कहते हैं।)गुरु जी:बच्चो !",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "गुरु जी:",
                                            "Column 2": "बच्चो ! यह बताओ कि देश के संपूर्ण विकास के लिए गाँव का विकास आवश्यक होता है, कैसे?"
                                        },
                                        {
                                            "Column 1": "उमेश:",
                                            "Column 2": "गुरु जी ! एक देश में कई गाँव होते हैं, इसलिए गाँव का विकास होने पर देश का विकास अपने आप हो जाएगा।"
                                        },
                                        {
                                            "Column 1": "गुरु जी:",
                                            "Column 2": "बहुत अच्छे, उमेश। भारत देश गाँवों का देश कहा जाता है, क्योंकि यहाँ गाँवों की संख्या सबसे ज्यादा है। अब मुझे कोई बताओ कि गाँव का विकास कैसे होगा या हो सकता है?(गुरु जी बच्चों की ओर देख रहे हैं। सभी बच्चे सोच-विचार कर रहे हैं। तभी तीरथ खड़ा होकर कहता है।)"
                                        },
                                        {
                                            "Column 1": "गणेश:",
                                            "Column 2": "गुरु जी ! गाँव का विकास करने के लिए मूलभूत सुविधाओं की आपूर्ति करनी होगी।"
                                        },
                                        {
                                            "Column 1": "मोनू:",
                                            "Column 2": "पानी, बिजली, सड़क, यातायात के आधुनिक साधन के साथ-साथ शिक्षा और स्वास्थ्य जैसे क्षेत्रों में अत्याधुनिक विकसित तकनीक भी अपनानी होगी। तभी गाँव का विकास होगा न गुरु जी !"
                                        },
                                        {
                                            "Column 1": "गुरु जी:",
                                            "Column 2": "बहुत अच्छी बात बताई तुम दोनों ने, शाबाश ! (गुरु जी बात आगे बढ़ाते हुए कहते हैं।) देश के विकास में गाँवों की भूमिका के साथ-साथ देश का प्रत्येक नागरिक अपना योगदान दे सकता है।"
                                        },
                                        {
                                            "Column 1": "अभय:",
                                            "Column 2": "क्या मैं भी देश के विकास में अपना योगदान दे सकता हूँ?"
                                        },
                                        {
                                            "Column 1": "गुरु जी:",
                                            "Column 2": "हाँ अभय, तुम भी और कक्षा के सभी बच्चे देश के विकास में अपना योगदान दे सकते हैं। तुम सब पढ़ लिखकर डॉक्टर, इंजीनियर, शिक्षक, नेता तथा कलाकार बन सकते हो और अपने-अपने पिछड़े गाँवों में अपना ज्ञान बाँटकर उसका विकास कर सकते हो।"
                                        },
                                        {
                                            "Column 1": "गुरु जी:",
                                            "Column 2": "तो बच्चो ! गाँव का विकास करने के लिए आधुनिक से आधुनिक तकनीक का इस्तेमाल करते हुए रोटी, कपड़ा, मकान, पानी, बिजली, सड़क, शिक्षा, स्वास्थ्य, मनोरंजन जैसी सुविधाओं को और बेहतर बनाना होगा, समझे !"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "हिंदी की विभिन्न बोलियों के नाम बताओ और उनसे संबंधित प्रदेशों के नाम लिखो: जैसे-ब्रज, भोजपुरी, मारवाड़ी, दक्ख़िनी, गढ़वाली आदि।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "हिंदी की विभिन्न बोलियों के नाम बताओ और उनसे संबंधित प्रदेशों के नाम लिखो: जैसे-ब्रज, भोजपुरी, मारवाड़ी, दक्ख़िनी, गढ़वाली आदि।",
                                    "ans": "क्र.हिंदी की विभिन्न बोलियाँसंबंधित प्रदेश१.ब्रजभाषापश्चिमी उत्तर प्रदेश (मथुरा, आगरा, भरतपुर)२.भोजपुरीपूर्वी उत्तर प्रदेश, बिहार, झारखंड३.मारवाड़ीपश्चिमी राजस्थान (जैसलमेर, जोधपुर)४.दक्खिनीदक्षिण भारत (हैदराबाद, कर्नाटक, महाराष्ट्र के कुछ भाग)५.गढ़वालीउत्तराखंड (गढ़वाल क्षेत्र)६.अवधीमध्य उत्तर प्रदेश (लखनऊ, फैजाबाद, इलाहाबाद)७.मैथिलीबिहार (मिथिला क्षेत्र), नेपाल का कुछ भाग८.हरियाणवीहरियाणा और पश्चिमी उत्तर प्रदेश९.बुंदेलीमध्य प्रदेश (सागर, झांसी, ओरछा क्षेत्र)१०.बघेलीपूर्वी मध्य प्रदेश (रीवा, सतना)११.छत्तीसगढ़ीछत्तीसगढ़ राज्य१२.कन्नौजीउत्तर प्रदेश (कन्नौज, कानपुर क्षेत्र)",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "१.",
                                            "Column 2": "ब्रजभाषा",
                                            "Column 3": "पश्चिमी उत्तर प्रदेश (मथुरा, आगरा, भरतपुर)"
                                        },
                                        {
                                            "Column 1": "२.",
                                            "Column 2": "भोजपुरी",
                                            "Column 3": "पूर्वी उत्तर प्रदेश, बिहार, झारखंड"
                                        },
                                        {
                                            "Column 1": "३.",
                                            "Column 2": "मारवाड़ी",
                                            "Column 3": "पश्चिमी राजस्थान (जैसलमेर, जोधपुर)"
                                        },
                                        {
                                            "Column 1": "४.",
                                            "Column 2": "दक्खिनी",
                                            "Column 3": "दक्षिण भारत (हैदराबाद, कर्नाटक, महाराष्ट्र के कुछ भाग)"
                                        },
                                        {
                                            "Column 1": "५.",
                                            "Column 2": "गढ़वाली",
                                            "Column 3": "उत्तराखंड (गढ़वाल क्षेत्र)"
                                        },
                                        {
                                            "Column 1": "६.",
                                            "Column 2": "अवधी",
                                            "Column 3": "मध्य उत्तर प्रदेश (लखनऊ, फैजाबाद, इलाहाबाद)"
                                        },
                                        {
                                            "Column 1": "७.",
                                            "Column 2": "मैथिली",
                                            "Column 3": "बिहार (मिथिला क्षेत्र), नेपाल का कुछ भाग"
                                        },
                                        {
                                            "Column 1": "८.",
                                            "Column 2": "हरियाणवी",
                                            "Column 3": "हरियाणा और पश्चिमी उत्तर प्रदेश"
                                        },
                                        {
                                            "Column 1": "९.",
                                            "Column 2": "बुंदेली",
                                            "Column 3": "मध्य प्रदेश (सागर, झांसी, ओरछा क्षेत्र)"
                                        },
                                        {
                                            "Column 1": "१०.",
                                            "Column 2": "बघेली",
                                            "Column 3": "पूर्वी मध्य प्रदेश (रीवा, सतना)"
                                        },
                                        {
                                            "Column 1": "११.",
                                            "Column 2": "छत्तीसगढ़ी",
                                            "Column 3": "छत्तीसगढ़ राज्य"
                                        },
                                        {
                                            "Column 1": "१२.",
                                            "Column 2": "कन्नौजी",
                                            "Column 3": "उत्तर प्रदेश (कन्नौज, कानपुर क्षेत्र)"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझा देहात और शहर पाठ से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझा देहात और शहर पाठ से",
                                    "ans": "डिजिटल क्रांति के माध्यम से गाँव के लोग जागरूक होने लगे हैं। सरकारी योजनाओं व परियोजनाओं का लाभ भी उन्हें काफी हद तक मिलने लगा है। इसके बावजूद भी बढ़ती जनसंख्या, अशिक्षा व रोजगार की समस्या के कारण लोग शहरों की तरफ पलायन कर रहे हैं। इससे शहर की भी आबादी तेजी से बढ़ रही है और प्रदूषण बढ़ रहा है। जगह-जगह झुग्गी-झोपिड़यों का निर्माण होने लगा है, जिनमें रहनेवाले लोग मूलभूत सुविधाओं की कमी से जूझ रहे हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "गाँव संबंधी सरकारी योजनाओं की जानकारी पढ़ो और मुख्य बातें सुनाओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "गाँव संबंधी सरकारी योजनाओं की जानकारी पढ़ो और मुख्य बातें सुनाओ।",
                                    "ans": "प्रधानमंत्री ग्राम सड़क योजना (PMGSY)",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_539.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "जीवन व विकास में गति लाने के लिए यातायात के साधनों का होना अति आवश्यक है, विशेषकर सार्वजनिक यातायात साधनों की। यदि गाँवों में सार्वजनिक साधन नहीं होंगे, तो किसान फसलों का आयात-निर्यात नहीं कर पाएँगे। एक स्थान से दूसरे स्थान तक जाने के लिए गाँव में आज भी अधिकांशत: सार्वजनिक यातायात साधनों का उपयोग किया जाता है। उनकी अनुपस्थिति से जनजीवन की गति व विकास ठप्प पड़ जाएगा। शहरों व महानगरों में व्यापार व कारोबार अधिक होता है लेकिन सार्वजनिक यातायात के साधनों के नहीं रहने पर पूरा कामकाज ठप्प पड़ जाएगा। उच्च वर्ग तो किसी तरह अपने निजी साधनों से यातायात संबंधी जरूरतें पूरी कर लेगा, लेकिन निम्न व मजदूर वर्ग पूरी तरह परेशान हो जाएगा। यदि गाँव, शहर व महानगर में सार्वजनिक यातायात के साधन नहीं होते, तो लोगों के साथ ही देश भी आर्थिक, सामाजिक, राजनैतिक, सांस्कृतिक दृष्टि से पिछड़ जाता।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "वाक्य के सामने सही है या गलत लिखें।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "खेल ग्रामीण जीवन की आत्मा है।",
                                    "ans": "यह वाक्यसहीहै।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "वाक्य के सामने सही है या गलत लिखें।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "गाँव में बीमारियाँ हैं पर पर्याप्त मात्रा में सुसज्ज और अच्छे अस्पताल हैं।",
                                    "ans": "यह वाक्यगलतहै।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "कारण लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "गाँवों में काम करने के लिए मजदूर नहीं मिल रहे हैं।",
                                    "ans": "गाँव के कुछ अशिक्षित और अल्पशिक्षित लोग परिवार कल्याण के प्रति आज भी उदासीन हैं। जनसंख्या बढ़ रही है। रोजगार की तलाश में लोग शहर जा रहे हैं, इसलिए गाँवों में काम करने के लिए मजदूर नहीं मिल रहे हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "कारण लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "शहर परेशान हो उठा है।",
                                    "ans": "गाँव के लोग रोजगार की तलाश में शहर की ओर पलायन कर रहे हैं, जिससे शहर की आबादी तेजी से बढ़ती जा रही है। शहर अब इमारतों के जंगल में तब्दील हो गया है। शहर में अशिक्षा और गरीबी के साथ ही प्रदूषण भी तेजी से बढ़ रहा है। इन सभी परेशानियों के कारण शहर परेशान हो उठा है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "कारण लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "गाँव बहुत उदास हो जाता है।",
                                    "ans": "एक जमाने में गाँव में बहुत खुशहाली थी। चारों तरफ हरियाली थी पर अब पहले जैसी रौनक नहीं रही। जनसंख्या निरंतर बढ़ती ही जा रही है। गाँव अब असुविधा, बेरोजगारी, आपसी झगड़े, गुटबाजी, अशांति जैसी समस्याओं से घिरता जा रहा है। इन्हीं बातों को सोचकर गाँव बहुत उदास हो जाता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्दों के लिंग बदलो और वाक्य बनाकर लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_540.png",
                            "subQuestion": [
                                {
                                    "question": "१. चाचा जी प्रकल्प में मेरा मार्गदर्शन करते हैं।",
                                    "ans": "१.चाचा जीप्रकल्प में मेरा मार्गदर्शन करते हैं।५.ऊँटनीअपने बच्चे के साथ चारा खा रही थी।२.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "२. विद्यालय में प्रत्येक विषय के लिए अलग-अलगअध्यापकहोते हैं।",
                                            "Column 2": "६. सीमा अपनीसासका बहुत सम्मान करती है।"
                                        },
                                        {
                                            "Column 1": "३. नाटक में अच्छा अभिनय करने पर गायत्री को सर्वश्रेष्ठअभिनेत्रीका पुरस्कार मिला।",
                                            "Column 2": "७. चिड़ियाघर में प्राय:हंसदेखने को मिल ही जाते हैं।"
                                        },
                                        {
                                            "Column 1": "४. सीमा ने मेले से एक सुंदरगुड्डाखरीदा।",
                                            "Column 2": "८. वहबालिकासुरीला गाना गाती है।"
                                        }
                                    ]
                                },
                                {
                                    "question": "२. ______________________________",
                                    "ans": "विद्यालय में प्रत्येक विषय के लिए अलग-अलगअध्यापकहोते हैं।६.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "२. विद्यालय में प्रत्येक विषय के लिए अलग-अलगअध्यापकहोते हैं।",
                                            "Column 2": "६. सीमा अपनीसासका बहुत सम्मान करती है।"
                                        },
                                        {
                                            "Column 1": "३. नाटक में अच्छा अभिनय करने पर गायत्री को सर्वश्रेष्ठअभिनेत्रीका पुरस्कार मिला।",
                                            "Column 2": "७. चिड़ियाघर में प्राय:हंसदेखने को मिल ही जाते हैं।"
                                        },
                                        {
                                            "Column 1": "४. सीमा ने मेले से एक सुंदरगुड्डाखरीदा।",
                                            "Column 2": "८. वहबालिकासुरीला गाना गाती है।"
                                        }
                                    ]
                                },
                                {
                                    "question": "४. ______________________________",
                                    "ans": "सीमा अपनीसासका बहुत सम्मान करती है।३.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "२. विद्यालय में प्रत्येक विषय के लिए अलग-अलगअध्यापकहोते हैं।",
                                            "Column 2": "६. सीमा अपनीसासका बहुत सम्मान करती है।"
                                        },
                                        {
                                            "Column 1": "३. नाटक में अच्छा अभिनय करने पर गायत्री को सर्वश्रेष्ठअभिनेत्रीका पुरस्कार मिला।",
                                            "Column 2": "७. चिड़ियाघर में प्राय:हंसदेखने को मिल ही जाते हैं।"
                                        },
                                        {
                                            "Column 1": "४. सीमा ने मेले से एक सुंदरगुड्डाखरीदा।",
                                            "Column 2": "८. वहबालिकासुरीला गाना गाती है।"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "1.06: 'पृथ्‍वी' से 'अग्‍नि' तक",
                    "questions": [
                        {
                            "questionsTitle": "किसी महान विभूति का जीवनक्रम वर्षानुसार बनाकर लाओ और पढ़ो : जैसे- जन्म, शालेय शिक्षा आदि।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "किसी महान विभूति का जीवनक्रम वर्षानुसार बनाकर लाओ और पढ़ो : जैसे- जन्म, शालेय शिक्षा आदि।",
                                    "ans": "चंद्रशेखर वेंकटरामनजन्म:७ नवंबर, १८८८जन्मस्थान:तिरुचिरापल्ली, तमिलनाडुशालेय शिक्षा:चंद्रशेखर ने विशाखापट्टनम सेंट अलोय्सिअस एंग्लो- इंडियन हाईस्कूल से शिक्षा ग्रहण की थी। उन्होंने मात्र ११ वर्ष की आयु में उच्चतर माध्यमिक की पढ़ाई पूरी की तथा १३ वर्ष की आयु में एफ.ए की परीक्षा छात्रवृत्ति के साथ पास की। १९०४ में मद्रास के प्रेसीडेंसी कॉलेज से बी.ए.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अंतरजाल से पद्‌मभूषण से विभूषित विभूतियों की जानकारी का संकलन करके सुनाओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "अंतरजाल से पद्‌मभूषण से विभूषित विभूतियों की जानकारी का संकलन करके सुनाओ।",
                                    "ans": "क्र.नामस्थानक्षेत्र१.विश्वमोहन भट्टराजस्थानकला - संगीत२.प्रा.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "१.",
                                            "Column 2": "विश्वमोहन भट्ट",
                                            "Column 3": "राजस्थान",
                                            "Column 4": "कला - संगीत"
                                        },
                                        {
                                            "Column 1": "२.",
                                            "Column 2": "प्रा. डॉ. देवी प्रसाद द्विवेदी",
                                            "Column 3": "उत्तर प्रदेश",
                                            "Column 4": "साहित्य - शिक्षा"
                                        },
                                        {
                                            "Column 1": "३.",
                                            "Column 2": "एच.आर.एच प्रिन्सेस महाचक्री सिरींधोर्न (विदेशी)",
                                            "Column 3": "थायलंड",
                                            "Column 4": "साहित्य - शिक्षा"
                                        },
                                        {
                                            "Column 1": "४.",
                                            "Column 2": "चो रामस्वामी (मरणोपरांत)",
                                            "Column 3": "तमिलनाडु",
                                            "Column 4": "साहित्य - शिक्षा पत्रकारिता"
                                        },
                                        {
                                            "Column 1": "५.",
                                            "Column 2": "तेहम्तन उद्वाडिया",
                                            "Column 3": "महाराष्ट्र",
                                            "Column 4": "वैद्यकीय"
                                        },
                                        {
                                            "Column 1": "६.",
                                            "Column 2": "रत्नसुंदर महाराज",
                                            "Column 3": "गुजरात",
                                            "Column 4": "अन्य - आध्यात्म"
                                        },
                                        {
                                            "Column 1": "७.",
                                            "Column 2": "स्वामी निरंजन नंदा सरस्वती",
                                            "Column 3": "बिहार",
                                            "Column 4": "अन्य - योग"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझा 'पृथ्‍वी' से 'अग्‍नि' तक पाठ से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझा 'पृथ्‍वी' से 'अग्‍नि' तक पाठ से",
                                    "ans": "अगर लगन सच्ची और इरादा पक्का हो तो विपरीत परिस्थितियों में भी कठिन से कठिन लक्ष्य को प्राप्त किया जा सकता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "यदि मैं अंतरिक्ष यात्री बन जाऊँ तो ....",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "यदि मैं अंतरिक्ष यात्री बन जाऊँ तो ....",
                                    "ans": "यदि मैं अंतरिक्ष यात्री बन जाऊँ तो ....",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "।। हम विज्ञान लोक के वासी ।।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "।। हम विज्ञान लोक के वासी ।।",
                                    "ans": "विज्ञान के चमत्कारों के कारण आज मानव का जीवन अधिक सरल, सुखमय व आरामदायक बन गया है। सुबह उठने के लिए अलार्म घड़ी से लेकर रात को नरम-नरम बिस्तर पर सोने तक हम जाने-अनजाने विज्ञान के चमत्कारों पर आश्रित हैं। हवाई जहाज, रेलगाड़ी, कार, मोबाइल, संगणक, मिसाइल, रोबोट जैसे अनेक आधुनिक यंत्रों व उपकरणों के आविष्कारों से मानव ने विकास के नए कीर्तिमान स्थापित किए हैं। विज्ञान के इस आश्चर्यजनक लोक में हम सभी भौतिक सुखों का आनंद प्राप्त कर रहे हैं।हम विज्ञान लोक के वासीहमें मिटानी है धरती सेभूख, प्यास, दुख, दर्द, उदासीहम विज्ञान लोक के वासी।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "दिए गए मुद्दों के आधार पर कहानी लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "दिए गए मुद्दों के आधार पर कहानी लिखो :",
                                    "ans": "शीर्षक - मेहनत का फलरामपुर बहुत ही सुंदर गाँव था परंतु वहाँ रहने वाले लोग बहुत ही आलसी थे। वे लोग बिना परिश्रम किए ही सारी सुविधाएँ पाने के सपने देखते थे। गाँव के सरपंच ये सब देखकर बहुत ही दुखी होते थे। अपने गाँव के लोगों की ऐसी स्थिति देखकर वे सोचने लगे कि ये लोग अगर ऐसे ही आलस करते रहेंगे, तो गाँव की तरक्की होना संभव नहीं है। उनके मन में गाँव के लोगों को सुधारने के लिए एक योजना आई।कुछ दिनों बाद गाँव में मेला लगा। उस मेले में एक तरफ मिठाइयों, बर्तनों, चाटपकौड़ी खिलौने आदि की दुकानें लगी थीं, तो दूसरी तरफ ऊँचे झूले और सर्कस थे। मेला बहुत ही आकर्षक लग रहा था। गाँव के सभी लोग इस मेले का आनंद उठाने के लिए बड़े सवेरे ही घर से निकल पड़ें। पड़ोसी गाँव के लोग भी मेला देखने आए थे, इसलिए गाँव में मेला देखने वालों की भीड़ लग गई थी। मेले के प्रवेश द्वार तक जिस संकरी सड़क से होकर जाना था, उस सड़क के बींचोबीच बड़ा-सा पत्थर पड़ा था जिसकी वजह से लोगों को मेले में जाने में दिक्कत हो रही थी। छोटे-बड़े सभी लोगों को सड़क पार करते वक्त उस पत्थर से परेशानी हो रही थी पर किसी ने भी आलस के मारे पत्थर हटाने का प्रयास नहीं किया। वहीं पास में ही एक पेड़ के नीचे एक लड़का खड़ा था, जो यह सब बहुत देर से देख रहा था। वह सोचने लगा कि ऐसे ही यह पत्थर बींचोबीच रहा, तो किसी को गंभीर चोट भी आ सकती है। वह लड़का तुरंत दौड़कर वहाँ गया और पत्थर को हटाने लगा। पूरी ताकत लगाने के बाद जैसे ही उसने पत्थर हटाया, उसे पत्थर के नीचे एक चिट्ठी मिली। यह सब देखकर वहाँ खड़े सभी लोग आश्चर्यचकित हो गए। उसने चिट्ठी खोलकर पढ़ी उसमें लिखा था, 'जो कोई इस पत्थर को हटाएगा, उसे उसकी मेहनत का फल सरपंच देंगे।\"चिट्ठी पढ़कर लड़का बहुत खुश हुआ और दौड़कर सरपंच जी के पास गया। सरपंच जी ने इस लड़के को पत्थर हटाते देख लिया था। उन्होंने मेले में सभी को संबोधित करते हुए कहा कि प्रवेश द्वार पर जो पत्थर पड़ा था, वह उन्होंने ही वहाँ रखवाया था। वह यह देखना चाहते थे कि गाँव के लोग इस पत्थर को हटाने का प्रयत्न करते हैं या नहीं, लेकिन इस गाँव के आलसी लोग मेले में जाने के लिए पत्थर से टकराकर गिरते-पड़ते रहें, परंतु पत्थर को हटाने का प्रयास किसी ने भी नहीं किया। उन्होंने कहा कि इसी तरह सभी आलस करेंगे तो एक दिन ऐसा आएगा कि सभी को पेट भरने के लिए भोजन तक मिलना मुश्किल हो जाएगा। अत: अभी अपने आलस व कामचोरी को दूर भगाओ और जिस प्रकार इस बालक ने अपनी मेहनत से पत्थर को हटाया और पुरस्कार का हकदार बना। उसी तरह आप भी मेहनत करके अपने जीवन में तरक्की करो तभी इस गाँव की भी तरक्की होगी। गाँव वाले सरपंच जी की बात समझ जाते हैं और उनसे वादा करते हैं कि वे अब किसी भी काम को करने में बिल्कुल आलस नहीं करेंगे। सरपंच जी की योजना सफल हो जाती है और वे पुरस्कार के रूप में उस बालक को नगद राशि देते हैं। अब गाँव के सभी लोग कड़ी मेहनत से अपना कार्य करने लगे थे। ये सब देखकर सरपंच जी बहुत ही प्रसन्न थे।सीख- हमें मेहनत करने से पीछे नहीं हटना चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "'पृथ्वी' प्रक्षेपण के लिए ______ अंतरिक्ष केंद्र में विशेष सुविधाऍं स्थापित की।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "'पृथ्वी' प्रक्षेपण के लिए ______ अंतरिक्ष केंद्र में विशेष सुविधाऍं स्थापित की।",
                                    "ans": "'पृथ्वी' प्रक्षेपण के लिएश्रीहरिकोटाअंतरिक्ष केंद्र में विशेष सुविधाऍं स्थापित की।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "सिर्फ छह सौ ______ की भव्य उड़ान ने हमारी सारी थकान को एक पल में धो डाला।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "सिर्फ छह सौ ______ की भव्य उड़ान ने हमारी सारी थकान को एक पल में धो डाला।",
                                    "ans": "सिर्फ छह सौसेकंड्सकी भव्य उड़ान ने हमारी सारी थकान को एक पल में धो डाला।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "तीन-चार वाक्यों में उत्तर लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "भारत को चुनिंदा राष्ट्रों के समूह में किसने पहुँचा दिया?",
                                    "ans": "२५ फरवरी, १९८८ को जब भारत ने 'पृथ्वी' उपग्रह का प्रक्षेपण किया तो इसे रॉकेट विज्ञान के इतिहास में एक युगांतरकारी घटना के तौर पर देखा गया और यह देश के लिए एक नई उपलब्धि थी। निर्देशित मिसाइलों के क्षेत्र में एक आत्मनिर्भर देश के रूप में भारत के उद्भव ने संसार के सभी विकसित देशों को विचलित कर दिया। जिसके फलस्वरूप सामर्थ्यशील नागरिक अंतरिक्ष उद्योग और व्यवहार्य मिसाइल आधारित सुरक्षा प्रणालियों ने भारत को चुनिंदा राष्ट्रों के समूह में पहुँचा दिया।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "तीन-चार वाक्यों में उत्तर लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "टीम के साथ डॉ. कलाम जी ने कौन-सा अनुभव बाँटा?",
                                    "ans": "'अग्नि' मिसाइल का प्रक्षेपण पहली बार बीस अप्रैल उन्नीस सौ नवासी को निर्धारित किया गया था। यह एक अभूतपूर्व अभ्यास होने जा रहा था, किंतु उपकरणों की गड़बड़ी से इसे स्थगित करना पड़ा। डॉ.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "तीन-चार वाक्यों में उत्तर लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "'अग्नि' का प्रक्षेपण पहले स्थगित क्यों करना पड़ा?",
                                    "ans": "अंतरिक्ष प्रक्षेपण यान के विपरीत मिसाइल प्रक्षेपण में व्यापक स्तर पर सुरक्षा संबंधी खतरे शामिल होते हैं। 'अग्नि' के पहले प्रक्षेपण की पूर्व तैयारी की सारी गतिविधियाँ तय कार्यक्रम के अनुसार पूरी हो गई थीं, लेकिन जिस समय टीम टी.-१४ सेकंड पर थी, कंप्यूटर ने संकेत दिया कि उपकरणों में से कोई एक ठीक से काम नहीं कर रहा है। इसे तुरंत सुधार लिया गया। इस बीच निचली रेंज केंद्र ने 'होल्ड' के लिए कहा और अगले कुछ सेकंडों में जगह-जगह 'होल्ड' की जरूरत पड़ गई। नतीजा यह हुआ कि 'अग्नि' का प्रक्षेपण स्थगित करना पड़ा।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "तीन-चार वाक्यों में उत्तर लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "रक्षामंत्री ने डॉ. कलाम जी से कब और क्या पूछा था?",
                                    "ans": "'अग्नि' मिसाइल का दूसरी बार प्रक्षेपण २२ मई, १९८९ को निर्धारित किया गया था। यह पूर्णिमा की रात थी, लेकिन पहले मिली असफलता के कारण डॉ.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "दाएँ पंख में उपसर्ग तथा बाऍं पंख में प्रत्यय लगाकर शब्द लिखाे तथा उनके वाक्य बनाओ:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_541.png",
                            "subQuestion": [
                                {
                                    "question": "__________________",
                                    "ans": "दिनउपसर्ग- प्रतिदिन - मैं प्रतिदिन खेलता हूँ।प्रत्यय- दिनभर - दिनभर नहीं खेलना चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "__________________",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "दाएँ पंख में उपसर्ग तथा बाऍं पंख में प्रत्यय लगाकर शब्द लिखाे तथा उनके वाक्य बनाओ:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_542.png",
                            "subQuestion": [
                                {
                                    "question": "__________________",
                                    "ans": "नम्रउपसर्ग- विनम्र - महापुरुषों की एक बड़ी विशेषता यह है कि वे विनम्र होते हैं।प्रत्यय- नम्रता - हमें सभी से नम्रता से बात करनी चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "__________________",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "दाएँ पंख में उपसर्ग तथा बाऍं पंख में प्रत्यय लगाकर शब्द लिखाे तथा उनके वाक्य बनाओ:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_543.png",
                            "subQuestion": [
                                {
                                    "question": "__________________",
                                    "ans": "डरउपसर्ग- निडर - माया निडर है।प्रत्यय- डरपोक - विजय बहुत डरपोक है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "__________________",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "दाएँ पंख में उपसर्ग तथा बाऍं पंख में प्रत्यय लगाकर शब्द लिखाे तथा उनके वाक्य बनाओ:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_544.png",
                            "subQuestion": [
                                {
                                    "question": "__________________",
                                    "ans": "जलउपसर्ग -सजल - माँ को वर्षों बाद देखकर रूपाली की आँखें सजल हो गइर्।प्रत्यय -जलचर - मछली जलचर है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "__________________",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "दाएँ पंख में उपसर्ग तथा बाऍं पंख में प्रत्यय लगाकर शब्द लिखाे तथा उनके वाक्य बनाओ:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_545.png",
                            "subQuestion": [
                                {
                                    "question": "__________________",
                                    "ans": "साहसउपसर्ग- दुस्साहस - पाकिस्तानी सैनिकों ने जब सीमा का उल्लंघन करने का दुस्साहस किया तब भारतीय सैनिकों ने उनको मुँह तोड़ जवाब दिया।प्रत्यय- साहसी - सम्रट अशोक बहुत ही साहसी पुरुष थे।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "__________________",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "दाएँ पंख में उपसर्ग तथा बाऍं पंख में प्रत्यय लगाकर शब्द लिखाे तथा उनके वाक्य बनाओ:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_546.png",
                            "subQuestion": [
                                {
                                    "question": "__________________",
                                    "ans": "सत्यउपसर्ग- असत्य - हमें जीवन में कभी भी असत्य का मार्ग नहीं अपनाना चाहिए।प्रत्यय- सत्यवान - जो व्यक्ति जीवन में जितना सत्यवान होता है उसका सिर समाज में उतना ही ऊँचा रहता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "__________________",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "1.08: जीवन नहीं मरा करता है",
                    "questions": [
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_549.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "सूर्य प्रकाश के कारण ही पृथ्वी पर जीवन का अस्तित्व है। यदि सूर्य प्रकाश न हो तो पृथ्वी पर जीवन ही नहीं होगा। पृथ्वी पर फैली हरियाली का मुख्य स्रोत सूर्य प्रकाश ही है। सूर्य प्रकाश न मिले तो पेड़-पौधे अपना भोजन नहीं बना सकेंगें और धीरे-धीरे वे सूखकर खत्म हो जाएँगे। इसका सीधा असर उन पशु-पक्षियों और जीवों पर पड़ेगा जो शाकाहारी हैं और पेड़-पौधों की पत्तियों, फलों इत्यादि का उपयोग भोजन के रूप में करते हैं। भोजन नहीं मिलने से उनका अस्तित्व खत्म हो जाएगा। शाकाहारी जीवों के समाप्त होने पर उन्हें खाने वाले माँसाहारी जीवों के भोजन पर भी खतरा मँडराने लगेगा और अंतत: भोजन नहीं मिलने से सभी शाकाहारी और मांसाहारी जीव समाप्त हो जाएँगे। पृथ्वी से यदि सभी पशुपक्षियों, पेड़-पौधों, वनस्पतियों आदि का अस्तित्व खत्म हो जाएगा तो मनुष्य जो प्रत्यक्ष व अप्रत्यक्ष रूप से सूर्य किरणों व पृथ्वी पर मौजूद जीव-जंतुओं, पेड़-पौधों, वनस्पतियों पर निर्भर है उसका अस्तित्व भी खतरे में पड़ जाएगा। अत: यह कहा जा सकता है कि सूर्य का प्रकाश नहीं मिलने पर संपूर्ण पृथ्वी से जीवन व हरियाली समाप्त हो जाएगी।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझाजीवन नहीं मरा करता है कविता से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझाजीवन नहीं मरा करता है कविता से",
                                    "ans": "जीवन संघर्षों से भरा हुआ है। जीवनपथ के प्रत्येक पड़ाव पर हमें दुख-दर्द, धोखा, निराशा, गरीबी जैसे नकारात्मक पहलुओं का सामना करना पड़ता है, लेकिन हमें इनसे निराश नहीं होना चाहिए। इन परिस्थितियों में भी यदि हम अपने भीतर सकारात्मकता बनाए रखते हैं तो धीरे-धीरे सभी समस्याओं पर विजय प्राप्त कर हम अपनी मंजिल तक पहुँच सकते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_550.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "सौर ऊर्जा अर्थात सूर्य से प्राप्त होने वाली ऊर्जा। सौर ऊर्जा का उपयोग विद्युतीय व ऊष्मीय ऊर्जा के रूप में किया जाता है। यह ऊर्जा का एक ऐसा रूप है जो कम खर्चीला होने के साथ ही असीमित है अर्थात इसके खत्म होने का कोई संकट नहीं है। इसके विपरीत पारंपरिक ऊर्जा के स्रोत अधिक खर्चीले व सीमित हैं। इनके बढ़ते उपयोग के कारण भविष्य में इनके समाप्त होने का भी खतरा है। इनके उपयोग से वातावरण प्रदूषित भी होता है, जबकि सौर ऊर्जा वातावरण को कोई क्षति नहीं पहुँचाता है। सौर ऊर्जा का प्रयोग कर विद्युत बल्ब, भोजन पकाने आदि में कर सकते हैं। इसका प्रयोग कार, हवाई जहाज, बड़ी नाव, उपग्रहों, आदि में लगाए जाने वाले उपकरणों में भी किया जाता है। सौर ऊर्जा के उपकरण किसी भी स्थान पर यहाँ तक कि घर में भी बड़ी आसानी से स्थापित किए जा सकते हैं। भारत में इस ऊर्जा के इस्तेमाल पर जोर देने के लिए सरकार भरपूर प्रयास कर रही है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द की सहायता से नए शब्द बनाओ:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_551.png",
                            "subQuestion": [
                                {
                                    "question": "निम्नलिखित शब्द की सहायता से नए शब्द बनाओ:",
                                    "ans": "दीपशिखा",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "।। जीवन चलता ही रहता।।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "।। जीवन चलता ही रहता।।",
                                    "ans": "गतिमानता ही जीवन का प्रतीक है, इसलिए जीवन कभी रुकता नहीं है। यह हमेशा चलता ही रहता है। इस धरा पर जो भी आया है उसे एक न एक दिन अपने शरीर का त्याग करना ही पड़ता है, लेकिन उसकी आत्मा की मृत्यु नहीं होती है। जिस तरह समय-समय पर पोथी की जिल्द बदलती रहती है, उसी तरह आत्मा अपने शरीर रूपी जिल्द को बदलती रहती है। एक शरीर को त्याग कर वह दूसरे शरीर को धारण करती है और जीवन का नया संचार करती है। इस तरह जीवन का क्रम रुकता नहीं वह हमेशा चलता ही रहता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित पंक्ति का अर्थ लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "'लाख करे पतझर कोशिश पर उपवन नहीं मरा करता है।'",
                                    "ans": "पतझड़ अपने लाखों प्रयासों के बावजूद भी जिस प्रकार सिर्फ उपवन की सुंदरता को ही नष्ट कर पाता है, उपवन को नहीं, उसी प्रकार लाखों दुखों के आने पर भी जीवन समाप्त नहीं हो जाता है। दुख के पतझड़ के बाद खुशियों का वसंत आते ही जीवन रूपी उपवन खुशहाली से भर उठता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित पंक्तियों का अर्थ लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "'कितनी बार गगरियाँ फूटीं शिकन न पर आई पनघट पर।'",
                                    "ans": "अनगिनत गगरियों के फूटने के बावजूद भी जिस प्रकार पनघट के चेहरे पर शिकन की एक भी लकीर नहीं दिखाई देती है, उसी प्रकार संसार में जीवों का आना-जाना लगा रहता है, लेकिन इससे संसार पर कोई प्रभाव नहीं पड़ता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "इस कविता (जीवन नहीं मरा करता है) का मुख्य आशय लिखो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "इस कविता (जीवन नहीं मरा करता है) का मुख्य आशय लिखो।",
                                    "ans": "कविता के माध्यम से यह समझाने का प्रयास किया गया है कि जीवन में उतार - चढ़ाव स्वाभाविक हैं। जिस तरह रात के बाद दिन और फिर रात आती है उसी तरह मनुष्य के जीवन में सुख-दुख का क्रम चलता रहता है। जीवनपथ पर आगे बढ़ते हुए कई बार व्यक्ति को आलोचनाओं का सामना करना पड़ता है। कई अपने पराए हो जाते हैं। कुछ हमसफर जीवनपथ पर मृत्यु को गले लगाकर अथवा अपनी राह बदलकर व्यक्ति को अकेला छोड़ जाते हैं। जिंदगी हर कदम पर व्यक्ति का इम्तहान लेती है। इस संघर्ष भरे जीवन के किसी भी पड़ाव पर असफलता मिलने अथवा भारी नुकसान होने पर भी मनुष्य को अपना संतुलन नहीं खोना चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "जीवन की शाश्वतता को बताने वाली पंक्‍तियाँ लिखो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "जीवन की शाश्वतता को बताने वाली पंक्‍तियाँ लिखो।",
                                    "ans": "खोता कुछ भी नहीं यहाँ परकेवल जिल्द बदलती पोथी,जैसे रात उतार चाँदनीपहने सुबह धूप की धोती,",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "उचित विराम चिह्न लगाओ:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "कामायनी महाकाव्य कवि जयशंकर प्रसाद",
                                    "ans": "कामायनी महाकाव्य [कवि जयशंकर प्रसाद]",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "उचित विराम चिह्न लगाओ:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "विशाखा लंदन से दिल्‍ली आती है हवा जैसी आने की सूचना नहीं देती।",
                                    "ans": "विशाखा लंदन से दिल्ली आती है (हवा जैसी) आने की सूचना नहीं देती।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "उचित विराम चिह्न लगाओ:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "उचित विराम चिह्न लगाओ:",
                                    "ans": "{बालभारती सुलभभारती} हिंदी की पुस्तकें हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "उचित विराम चिह्न लगाओ:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "घरकिसी दिन हम भी आपके आएँगे।",
                                    "ans": "घरकिसी दिन हम भी आपके ∧ आएँगे।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अर्थ के आधार पर वाक्य पढ़ो, समझो और उचित स्थान पर लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "इसे हिमालय क्यों कहते हैं ?",
                                    "ans": "इसे हिमालय क्यों कहते हैं ?",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "1.1: पुनरावर्तन - १",
                    "questions": [
                        {
                            "questionsTitle": "शब्दों की अंत्याक्षरी खेलोः",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "जैसे - श्रृंखला ..... लालित्‍य ..... यकृत ..... तरुवर ..... रम्‍य .....।",
                                    "ans": "कैलाश ...",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्न प्रकार से मात्रा एवं चिह्नवाले अन्य शब्द बताओ:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "निम्न प्रकार से मात्रा एवं चिह्नवाले अन्य शब्द बताओ:",
                                    "ans": "मालाझुरमुटकृषाणमेलेस्वत:तूफानधूतुकमटमैलजयघोषशीशीकौरवकृषकचौकोरकदंबधुआँबिटियाथैलेमितलीमंशाएँवॉटर",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "",
                                            "Column 2": "",
                                            "Column 3": "",
                                            "Column 4": "",
                                            "Column 5": "",
                                            "Column 6": "",
                                            "Column 7": "",
                                            "Column 8": "",
                                            "Column 9": ""
                                        },
                                        {
                                            "Column 1": "तूफान",
                                            "Column 2": "",
                                            "Column 3": "धूतुक",
                                            "Column 4": "",
                                            "Column 5": "मटमैल",
                                            "Column 6": "",
                                            "Column 7": "जयघोष",
                                            "Column 8": "",
                                            "Column 9": "शीशी"
                                        },
                                        {
                                            "Column 1": "",
                                            "Column 2": "",
                                            "Column 3": "",
                                            "Column 4": "",
                                            "Column 5": "",
                                            "Column 6": "",
                                            "Column 7": "",
                                            "Column 8": "",
                                            "Column 9": ""
                                        },
                                        {
                                            "Column 1": "कौरव",
                                            "Column 2": "",
                                            "Column 3": "कृषक",
                                            "Column 4": "",
                                            "Column 5": "चौकोर",
                                            "Column 6": "",
                                            "Column 7": "कदंब",
                                            "Column 8": "",
                                            "Column 9": "धुआँ"
                                        },
                                        {
                                            "Column 1": "",
                                            "Column 2": "",
                                            "Column 3": "",
                                            "Column 4": "",
                                            "Column 5": "",
                                            "Column 6": "",
                                            "Column 7": "",
                                            "Column 8": "",
                                            "Column 9": ""
                                        },
                                        {
                                            "Column 1": "बिटिया",
                                            "Column 2": "",
                                            "Column 3": "थैले",
                                            "Column 4": "",
                                            "Column 5": "मितली",
                                            "Column 6": "",
                                            "Column 7": "मंशाएँ",
                                            "Column 8": "",
                                            "Column 9": "वॉटर"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "पूरी वर्णमाला क्रम से पढ़ो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "क्ष श य प त ट च क ए अ ञ ष र फ",
                                    "ans": "अ आ इ ई उ ऊ ऋ ए ऐ ओ औअं अ: अँ ऑक ख ग घ ङच छ ज झ ञट ठ ड ढ ण ड़ ढ़त थ द ध नप फ ब भ मय र ल वश ष स ह ळक्ष त्र ज्ञ श्र",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "थ ठ छ ख ऐ आ ज्ञ स ल ब घ ढ़ ई ॠ",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "द ड ज ग ओ इ श्र ह व भ ध ढ झ ऑ",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "ळ म न ण त्र ङ अं उ ड़ अः ऊ अँ औ",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "2.02: बेटी युग",
                    "questions": [
                        {
                            "questionsTitle": "पुण्यश्लोक अहिल्‍याबाई होळकर के कार्य पढ़ो और प्रमुख मुद्दे बताओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "पुण्यश्लोक अहिल्‍याबाई होळकर के कार्य पढ़ो और प्रमुख मुद्दे बताओ।",
                                    "ans": "भारत के प्रसिद्ध तीर्थों और स्थानों में मंदिर बनवाए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझा बेटी युग कविता से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझा बेटी युग कविता से",
                                    "ans": "आज के आधुनिक युग में भी अधिकतर परिवारों में बेटा-बेटी के बीच भेदभाव किया जाता है। यह सत्य है कि संसार केवल पुरुषों से ही नहीं बना है। सृष्टि के हर पड़ाव पर स्त्रियों ने भी माँ, बेटी, बहन, चाची, मौसी, मामी, दादी, नानी आदि के रूप में अपना निरंतर योगदान दिया है। इस कविता के माध्यम से कवि बेटियों को उनकी शिक्षा, उनके महत्त्व, उनकी आत्मनिर्भरता और प्रगति के बारे में आश्वस्त करते हुए उनके लिए समान अधिकारों की माँग का आवाहन करता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "त्योहार मनाने के उद्देश्य की वैज्ञानिकता सुनो और सुनाओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "त्योहार मनाने के उद्देश्य की वैज्ञानिकता सुनो और सुनाओ।",
                                    "ans": "होलिकादहन की अग्नि की दिशा:राजस्थान के किसान अग्नि की लपट की दिशा देखकर वर्षा की संभावनाओं का अनुमान लगाते हैं। यह स्थानीय जलवायु संकेतों का उपयोग है, जिसका वैज्ञानिक दृष्टि से महत्त्वपूर्ण आधार है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "तुम्हें रुपयों से भरा बटुआ मिल जाए तो .....",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "तुम्हें रुपयों से भरा बटुआ मिल जाए तो .....",
                                    "ans": "यदि मुझे रुपयों से भरा बटुआ मिल जाए तो सबसे पहले मैं आस-पास के किसी बड़े व्यक्ति को इसके बारे में बताऊँगा। यदि कोई नहीं मिला तो मैं स्वयं उस बटुए को उठाकर वहाँ खड़े लोगों से पूछूँगा। उपस्थित लोगों में से किसी का बटुआ होगा तो उसे दे दूँगा। मैं यह देखने का प्रयास करूँगा कि कोई कुछ खोजने की अवस्था में है क्या।अगर ऐसा कोई व्यक्ति मिला, तो उस व्यक्ति से बटुए से मिलते - जुलते कुछ सवाल पुछूँगा । उस व्यक्ति के उत्तर सही हुए तो मैं उसे वह बटुआ दे दूँगा। फिर भी अगर बटुए का सही मालिक नहीं मिला, तो मैं उस बटुए को घर ले जाऊँगा और माता-पिता को सारी घटना बताते हुए उन्हें वह बटुआ दे दूँगा।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_553.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "एक बेटी शिक्षित होती है तो वह शिक्षा का उपयोग अपने पूरे परिवार को साक्षर बनाने व उसके हित के लिए करती है। शिक्षा के कारण ही वह स्वयं के अधिकारों को सुरक्षित करती है और स्वयं को सक्षम बनाती है। आज की शिक्षित बेटी ही कल की कुशल गृहिणी (स्त्री) है। स्त्री शिक्षित होगी तो वह अपने घर की समस्याओं का समाधान स्वयं कर सकती है। इससे परिवार आसानी से चलता रहेगा। स्त्रियों की भागीदारी से देश का आर्थिक विकास और सकल घरेलू उत्पादन बढ़ जाता है। स्त्री की शिक्षा गरीबी पर नियंत्रण करने का एक प्रभावी उपाय है। इसके साथ ही घरेलू हिंसा व सामाजिक अत्याचार का शिकार होने वाली स्त्री यदि शिक्षित होगी, तो वह इस तरह की घटनाओं पर अपनी सक्षमता से नियंत्रण पा सकेगी। संतान की पहली गुरु उसकी माँ होती है। अत: स्त्री की शिक्षा का असर स्वयं के साथ-साथ परिवार, समाज व देश की पीढ़ी पर पड़ेगा। अहिल्याबाई होलकर, सावित्रीबाई फुले, कल्पना चावला जैसी स्त्रियों का योगदान ही स्त्री शिक्षा के प्रभाव का सर्वोत्तम उदाहरण है। इनके कार्यों के पीछे इनकी शिक्षा का महत्त्व था। संक्षेप में कह सकते हैं कि यदि स्त्री शिक्षित होगी तो वह अपने साथ ही परिवार, समाज व देश के विकास में संपूर्ण व महत्त्वपूर्ण योगदान दे सकती है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "।। बेटी बचाओ, बेटी पढ़ाओ ।।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "।। बेटी बचाओ, बेटी पढ़ाओ ।।",
                                    "ans": "बालिकाओं को संरक्षण और सशक्त करना।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "कविता की पंक्ति पूरी करो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "बेटी युग में ______, ______। ______, ______ गढ़ेंगे।।",
                                    "ans": "बेटी युग मेंबेटा-बेटी,सभी पढ़ेंगे, सभी बढ़ेंगे।फौलादी ले नेक इरादे,खुद अपना इतिहासगढ़ेंगे।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "कविता की पंक्ति पूरी करो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "बेटी युग ______, ______ । ______, ______ उत्थान पर्व है।",
                                    "ans": "बेटी युगसम्मान पर्व है, पुण्य पर्व है, ज्ञान पर्व है। सब सबका सम्मान करें तो, जन-जन काउत्थान पर्व है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "जानकारी लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "बेटी पर्व",
                                    "ans": "बेटी पर्व अर्थात बेटियों के सम्मान का पर्व। समाज में बेटियों के प्रति नकारात्मक विचारों को खत्म करने का प्रयास ही बेटी पर्व है। आज भी समाज के शिक्षित अशिक्षित सभी वर्गों द्वारा बेटे व बेटियों में भेदभाव किया जाता है। बेटे की इच्छा रखनेवाले बेटियों को जन्म लेने से पूर्व ही मार देते हैं। यदि बेटी ने जन्म ले भी लिया तो मृत्यु तक उसके साथ भेदभाव चलता रहता है। कभी खान-पान की वस्तुओं में भेदभाव तो कभी खेल-खिलौनों में भेदभाव। कभी शिक्षा में भेदभाव तो कभी नौकरी-व्यवसाय में भेदभाव। इस तरह की कई समस्याओं का समाधान करने के लिए व समाज के लोगों में बेटा-बेटी के प्रति एक समान दृष्टिकोण विकसित करने का प्रयास ही बेटी पर्व है। भेदभाव का अंतर दूर करने, बेटियों को समानता का अधिकार देने व समाज को बेटियों की भूमिका के प्रति जागरूक करने के लिए ही बेटी पर्व मनाए जाने की बात कवि ने कही है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "जानकारी लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "शिक्षामय विश्व",
                                    "ans": "शिक्षामय विश्व का मतलब है पूरे विश्व का शिक्षित होना। संपूर्ण विश्व में शिक्षा का प्रचार-प्रसार होने पर उसका परिणाम भी सकारात्मक होगा। हम विश्व को तभी शिक्षित कह सकते हैं जब विश्व का प्रत्येक नागरिक शिक्षित होगा। केवल लड़कों को शिक्षित करने पर भविष्य में पुरुष समुदाय ही शिक्षित रहेगा, जबकि विश्व की लगभग आधी आबादी महिलाओं व लड़कियों की है। अत: विश्व की आधी आबादी (लड़कियों व स्त्रियों) के अशिक्षित होने से उनकी ऊर्जा का उपयोग सकारात्मक दिशा में नहीं किया जा सकेगा। विश्व की प्रगति व विकास की गति मंद हो जाएगी। इसी दूरगामी संकट से निजात पाने व वैश्विक विकास की गति तीव्र करने के लिए संपूर्ण विश्व शिक्षा का महत्त्व स्वीकार कर रहा है। संपूर्ण विश्व अब शिक्षामय विश्व की ओर बढ़ रहा है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द के युग्म शब्द बताओ और वाक्य में उचित शब्दयुग्म लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "धन - ______",
                                    "ans": "धन -दौलतअथक परिश्रम से उसनेधन-दौलतकमाई।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "अथक परिश्रम से उसने ______ कमाई।",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द के युग्म शब्द बताओ और वाक्य में उचित शब्दयुग्म लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "घूमना - ______",
                                    "ans": "घूमना -टहलनासेहत के लिएघूमना-टहलनाअच्छा होता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "सेहत के लिए ______ अच्छा होता है।",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द के युग्म शब्द बताओ और वाक्य में उचित शब्दयुग्म लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "घर - ______",
                                    "ans": "घर -घरदीपावली मेंघर-घरमिठाइयाँ बनती हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "दीपावली में ______ मिठाइयॉं बनती हैं।",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द के युग्म शब्द बताओ और वाक्य में उचित शब्दयुग्म लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "गाँव - ______",
                                    "ans": "गाँव -गाँवअंतरजाल की सुविधागाँव-गाँवमें उपलब्ध है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "अंतरजाल की सुविधा ______ में उपलब्ध है।",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द के युग्म शब्द बताओ और वाक्य में उचित शब्दयुग्म लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "______ - फूल",
                                    "ans": "फल- फूलबाजार से बहुत सारेफल-फूलखरीदकर लाए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "बाजार से बहुत सारे ______ खरीदकर लाए।",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द के युग्म शब्द बताओ और वाक्य में उचित शब्दयुग्म लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "कूड़ा - ______",
                                    "ans": "कूड़ा -कचराबच्चों ने मैदान पर फैलाकूड़ा-कचराइकट्ठा किया।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "बच्चों ने मैदान पर फैला ______ इकट्ठा किया।",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द के युग्म शब्द बताओ और वाक्य में उचित शब्दयुग्म लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "______ - पहचान",
                                    "ans": "जान- पहचानसमारोह में सभीजान-पहचानवालों को आमंत्रित किया।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "समारोह में सभी ______ वालों को आमंत्रित किया।",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित शब्द के युग्म शब्द बताओ और वाक्य में उचित शब्दयुग्म लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "______- उधर",
                                    "ans": "इधर- उधरबगीचे में आते ही सभी बच्चेइधर-उधरदौड़ने लगे।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                },
                                {
                                    "question": "बगीचे में आते ही सभी बच्चे ______ दौड़ने लगे।",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "2.04: शब्द संपदा",
                    "questions": [
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_556.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "वाणीशुद्ध, सरल, मधुर, उचित, प्रभावीहोनी चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "यदि तुम पशु-पक्षियों की बोलियाँ समझ पाते तो .....",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "यदि तुम पशु-पक्षियों की बोलियाँ समझ पाते तो .....",
                                    "ans": "यदि मैं पशु-पक्षियों की बोलियाँ समझ पाता, तो यह दुनिया मेरे लिए और भी अनोखी और जादुई हो जाती। मैं उनके भावनाओं, जरूरतों और परेशानियों को बेहतर तरीके से समझ सकता।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझा शब्द संपदा पाठ से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझा शब्द संपदा पाठ से",
                                    "ans": "शब्दों का संसार अनोखा व विस्तृत है। मानवीय भावनाओं के प्रत्येक रूप को दर्शाने के लिए शब्द अनेक रूपों में उपलब्ध हैं। जो शब्द बुरे अर्थ प्रकट करते हैं, वे संबंधों में दीवार खड़ी कर देते हैं। ऐसे शब्दों को जीवन के व्यवहार से निकाल देना चाहिए। अपनी शब्द संपदा विकसित करने के लिए साहित्य, शब्दकोश तथा अलग-अलग ज्ञानवर्धक पुस्तकें पढ़नी चाहिए। वाचन संस्कृति के कारण ही हम शब्द संपदा के धनी हो सकते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "।। कथनी मीठी खाँड़-सी ।।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "।। कथनी मीठी खाँड़-सी ।।",
                                    "ans": "कथनी हमेशा मधुर और कर्णप्रिय होनी चाहिए, जैसे मीठा खाँड़। मीठी वाणी सुननेवाले को सुख और संतोष देती है, जबकि कटुता समस्याएँ उत्पन्न करती है। मधुर वाणी समाज में जोड़ने का कार्य करती है और आपसी दरारें मिटाकर मित्रता बढ़ाती है। विनम्रता और प्रेम से युक्त वाणी सफलता, यश और समृद्धि प्राप्त करने का प्रभावी माध्यम है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "हजारी प्रसाद द्विवेदी की 'कबीर ग्रंथावली' से पाँच दोहे ढूँढकर सुंदर अक्षरों में लिखो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "हजारी प्रसाद द्विवेदी की 'कबीर ग्रंथावली' से पाँच दोहे ढूँढकर सुंदर अक्षरों में लिखो।",
                                    "ans": "जोगी गोरख गोरख करे। हिन्दू राम नाम उच्चार।मुसलमान कहै एक खुदाई। कबीर को स्वामी घटि घटि रह्यो समाई।।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "'भाषा' का क्या अर्थ है, इसके कारण क्या हुआ है?",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "'भाषा' का क्या अर्थ है, इसके कारण क्या हुआ है?",
                                    "ans": "'भाषा' का अर्थ है – सार्थक शब्दों का व्यवस्थित क्रमबद्ध संयोजन। भाषा के कारण ही दुनिया की सभी ज्ञानशाखाओं का विकास हुआ है। भाषा ही सभी प्रगति की जड़ में है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "भाषा समृद्ध कैसे होती है?",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "भाषा समृद्ध कैसे होती है?",
                                    "ans": "कुछ शब्द बड़े बिंदास होते हैं, वे किसी भी भाषा में जाकर अपने लिए जगह बना ही लेते हैं। शब्दों के इस प्रकार बाहर जाने और अन्य अनेक भाषाओं के शब्दों के आने से भाषा समृद्ध होती है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "शब्दों के बारे में लेखक के विचार बताओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "शब्दों के बारे में लेखक के विचार बताओ।",
                                    "ans": "लेखक के अनुसार मनुष्य के मस्तिष्क ने भाषा खोजी। भाषा शब्दों का संयोजन है। वैज्ञानिक दृष्टि से अक्षर केवल ध्वनि के चिह्न मात्र हैं; निर्जीव हैं, लेकिन व्यावहारिक दृष्टि से प्रयोग करने पर इन्हीं अक्षरों से बननेवाले शब्दों में ताकत आ जाती है। प्रत्येक शब्द अलग-अलग देश, काल, वातावरण में अलग-अलग अर्थ देने लगते हैं। कुछ शब्द कभी हँसी-खुशी तो कभी उदासी और दुख प्रकट करने लगते हैं। कुछ शब्द प्रिय, कुछ अप्रिय, कुछ सक्रिय बनाने वाले, कुछ निष्क्रिय बनाने वाले, कुछ मित्रता करने वाले तथा कुछ स्वतंत्र रहने वाले प्रकृति के होते हैं। कई बार तो किसी गलत शब्द का प्रयोग कर देने से वर्षों की दोस्ती तक टूट जाती है। शब्द भी अमूल्य धरोहर है जिसका उपयोग सोच समझकर करना चाहिए। शब्द की संपदा को बढ़ाने के लिए साहित्य का वाचन और शब्दकोश का भी अध्ययन करना चाहिए।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "भाषा समृद‌ि्ध के कारण लिखाे।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "भाषा समृद‌ि्ध के कारण लिखाे।",
                                    "ans": "कुछ भाषाओं के शब्द किसी भी अन्य भाषा से मित्रता कर लेते हैं और उसी भाषा में स्वतंत्र रूप से रहने लगते हैं। इस कारण वह भाषा समृद्ध हो जाती है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "वाचन-संस्कृति बढ़ाने से होने वाले लाभ लिखो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "वाचन-संस्कृति बढ़ाने से होने वाले लाभ लिखो।",
                                    "ans": "वाचन-संस्कृति बढ़ाने से हमारे चरित्र, बुद्धिमत्ता, समझ और संस्कारों पर सकारात्मक प्रभाव पड़ता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "नीचे दिए गए वाक्य पढ़ो  और उपयुक्त शब्द चित जगह पर लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_557.png",
                            "subQuestion": [
                                {
                                    "question": "नीचे दिए गए वाक्य पढ़ो  और उपयुक्त शब्द चित जगह पर लिखो:",
                                    "ans": "लक्ष्मीमिलयहाँ से दसमीलदूरी पर है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_558.png",
                            "subQuestion": [
                                {
                                    "question": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                                    "ans": "प्राणछोड़ दूँगा परप्रणनहीं छोड़ूँगा।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द चित जगह पर लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_559.png",
                            "subQuestion": [
                                {
                                    "question": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द चित जगह पर लिखो:",
                                    "ans": "हंसको देखकर रुचिकाहँसपड़ी।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_560.png",
                            "subQuestion": [
                                {
                                    "question": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                                    "ans": "शब्दकोशमेंकोषशब्द मिलता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_561.png",
                            "subQuestion": [
                                {
                                    "question": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                                    "ans": "दिन-रातदीन-दुखियों की सेवा करना सभी का कर्तव्य है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_562.png",
                            "subQuestion": [
                                {
                                    "question": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                                    "ans": "नदी केकूलकाकुलजल समेटा नहीं जा सकता।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_563.png",
                            "subQuestion": [
                                {
                                    "question": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                                    "ans": "दीयादीवाली में जलाकर देहरी पर रखदिया।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_564.png",
                            "subQuestion": [
                                {
                                    "question": "नीचे दिए गए वाक्य पढ़ो और उपयुक्त शब्द उचित जगह पर लिखो:",
                                    "ans": "बालकपितासे पानीपीताहै।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "2.06: चंदा मामा की जय",
                    "questions": [
                        {
                            "questionsTitle": "यदि तुम्हारा घर मंगल ग्रह पर होता तो .....",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "यदि तुम्हारा घर मंगल ग्रह पर होता तो .....",
                                    "ans": "यदि मेरा घर मंगल ग्रह पर होता तो इसका मतलब होता कि मंगल ग्रह पर जीवन का अस्तित्व है। ऐसे में मैं पूरे मंगल ग्रह की सैर करता। वहाँ मौजूद पेड़-पौधे, नदी-तालाब, पशु-पक्षी, जंगल-पहाड़ आदि के बारे में अधिक-से-अधिक जानकारी प्राप्त करने का प्रयास करता। जितना संभव होता उतना भ्रमण कर मैं मंगल ग्रह के बारे में उपयोगी जानकारी इकट्ठा करता और उसे अन्य ग्रह जैसे कि पृथ्वी पर रहनेवाले लोगों व अपने मित्रों से साझा करता। इससे दोनों ग्रहों के निवासियों को एक-दूसरे के ग्रहों के बारे में अच्छी-बुरी सभी जानकारियाँ मिलती। इससे दोनों ग्रहवासियों को लाभ होता।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "भारतीय मूल की किसी महिला अंतरिक्ष यात्री संबंधी जानकारी पढ़ो तथा विश्व के अंतरिक्ष यात्रियों के नाम बताओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "भारतीय मूल की किसी महिला अंतरिक्ष यात्री संबंधी जानकारी पढ़ो तथा विश्व के अंतरिक्ष यात्रियों के नाम बताओ।",
                                    "ans": "राकेश शर्मा",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "इस वर्ष का सूर्यग्रहण कब है? उस समय पशु-पक्षी के वर्तन-परिवर्तन का निरीक्षण करो और बताओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "इस वर्ष का सूर्यग्रहण कब है? उस समय पशु-पक्षी के वर्तन-परिवर्तन का निरीक्षण करो और बताओ।",
                                    "ans": "सही तिथि जानें:पहले यह जानना ज़रूरी है कि इस वर्ष (2025) सूर्यग्रहण कब है। इसके लिए आपweb searchया पंचांग का सहारा ले सकते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझा चंदा मामा की जय पाठ से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझा चंदा मामा की जय पाठ से",
                                    "ans": "इस पाठ से मैंने अनुशासन, आदतों और बड़ों के सम्मान का महत्व समझा। इसमें दिखाया गया कि बच्चे अनुशासनहीन होते हैं, लेकिन सही मार्गदर्शन से सुधार सकते हैं। रातरानी सजा देना चाहती हैं, जबकि चंदा मामा अच्छाइयों पर ध्यान देने की बात करते हैं। सुनील को अपनी गलती का एहसास होता है और वह सुधार का वादा करता है। यह पाठ हमें सही व्यवहार, समय पालन और अपनी गलतियों से सीखने की प्रेरणा देता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_565.png",
                            "subQuestion": [
                                {
                                    "question": "",
                                    "ans": "ग्रहों का क्रम:सूर्य से दूरी के अनुसार सौरमंडल के ग्रहों का क्रम इस प्रकार है – बुध, शुक्र, पृथ्वी, मंगल, बृहस्पति, शनि, यूरेनस और नेपच्यून। यह आठ ग्रह सूर्य की परिक्रमा करते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "किसी दुकानदार और ग्राहक के बीच होने वाला संवाद लिखो और सुनाओ: जैसे - माँ और सब्जीवाली।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "किसी दुकानदार और ग्राहक के बीच होने वाला संवाद लिखो और सुनाओ: जैसे - माँ और सब्जीवाली।",
                                    "ans": "ग्राहक और दुकानदार के बीच संवाद(माँ और सब्जीवाली के बीच होने वाला संवाद)माँ:अरे बहन!",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "सब्जीवाली:",
                                            "Column 2": "टमाटर 40 रुपये किलो और आलू 30 रुपये किलो हैं।"
                                        },
                                        {
                                            "Column 1": "माँ:",
                                            "Column 2": "बहुत महंगे लगा रखे हैं, कल तो टमाटर 30 रुपये किलो थे।"
                                        },
                                        {
                                            "Column 1": "सब्जीवाली:",
                                            "Column 2": "हाँ दीदी, लेकिन आज मंडी से ही महंगे आए हैं।"
                                        },
                                        {
                                            "Column 1": "माँ:",
                                            "Column 2": "ठीक है, एक किलो टमाटर और दो किलो आलू तौल दो। और भिंडी कितने की है?"
                                        },
                                        {
                                            "Column 1": "सब्जीवाली:",
                                            "Column 2": "भिंडी 50 रुपये किलो है, बहुत ताजी है।"
                                        },
                                        {
                                            "Column 1": "माँ:",
                                            "Column 2": "50 रुपये! अरे, थोड़ा कम करो, 40 में दे दो।"
                                        },
                                        {
                                            "Column 1": "सब्जीवाली:",
                                            "Column 2": "नहीं दीदी, 45 रुपये में ले लो, आपको हमेशा ताजी सब्जी देती हूँ।"
                                        },
                                        {
                                            "Column 1": "माँ:",
                                            "Column 2": "चलो ठीक है, आधा किलो भिंडी भी दे दो। और धनिया-मिर्चा डाल देना।"
                                        },
                                        {
                                            "Column 1": "सब्जीवाली:",
                                            "Column 2": "हाँ दीदी, लो आपका सामान और धनिया-मिर्चा मुफ्त!"
                                        },
                                        {
                                            "Column 1": "माँ:",
                                            "Column 2": "अच्छा, ये लो पैसे।"
                                        },
                                        {
                                            "Column 1": "सब्जीवाली:",
                                            "Column 2": "धन्यवाद दीदी, फिर आना!"
                                        },
                                        {
                                            "Column 1": "माँ:",
                                            "Column 2": "हाँ, जरूर आऊँगी।"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "।। बिन माँगे मोती मिले।।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "।। बिन माँगे मोती मिले।।",
                                    "ans": "\"बिन माँगे मोती मिले\" का अर्थ है कि बिना किसी प्रयास या माँग के हमें बहुमूल्य चीज़ें मिल जाती हैं। यह कहावत दर्शाती है कि कभी-कभी भाग्यवश हमें ऐसी चीज़ें प्राप्त हो जाती हैं, जिनकी हमें आशा भी नहीं होती। यह अच्छाई, ईमानदारी और सद्गुणों के फलस्वरूप भी हो सकता है। जैसे - किसी को बिना माँगे सहायता या प्रेम मिल जाना। यह कहावत हमें सिखाती है कि अच्छे कर्म करते रहें, बिना किसी अपेक्षा के।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "किसने, किससे और क्याें कहा है?",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "''हम तुम्हें कड़ी से कड़ी सजा देंगे।''",
                                    "ans": "यह वाक्यरातरानीनेसुनीलसे कहा, क्योंकि वह बड़ों का मजाक उड़ाता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "किसने, किससे और क्याें कहा है?",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "''सबको क्षमा किया जाता है।''",
                                    "ans": "यह वाक्यरातरानीनेसबबच्चोंसे कहा, क्योंकि सभी बच्चों ने बुरी आदतें छोड़ने की प्रतिज्ञा की।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "इस चंदा मामा की जय एकांकी का सारांश अपने शब्दों में लिखो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "इस चंदा मामा की जय एकांकी का सारांश अपने शब्दों में लिखो।",
                                    "ans": "यह एकांकी \"बादलों के देश में\" घटित होती है, जहाँ रातरानी, नींद परी, चंदा मामा और कुछ बच्चे मौजूद हैं। बच्चे अनुशासनहीन हैं, समय पर नहीं सोते, पढ़ाई नहीं करते, बड़ों की बात नहीं मानते और गलतियाँ करते हैं। रातरानी इन्हें दंड देना चाहती हैं, लेकिन चंदा मामा इनकी अच्छाइयों को पहचानने की बात करते हैं।अंततः बच्चों को अपनी गलतियों का अहसास होता है और वे सुधार की प्रतिज्ञा करते हैं। यह एकांकी अनुशासन, बड़ों के सम्मान और आत्मसुधार का संदेश देती है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "इस एकांकी चंदा मामा की जय के पसंदीदा पात्र का वर्णन करो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "इस एकांकी चंदा मामा की जय के पसंदीदा पात्र का वर्णन करो।",
                                    "ans": "इस एकांकी में मेरा पसंदीदा पात्र चंदा मामा हैं, जिनके आने पर सब बच्चे खड़े होकर खुशी से तालियाँ बजाते हैं और उनकी जय-जयकार करते हैं। वे बहुत ही दयालु व समझदार हैं। उन्हें बच्चे बहुत प्रिय हैं। चंदा मामा रातरानी से बच्चों को सजा न देने के लिए कहते हैं। वे रातरानी से कहते हैं कि उन्हें सिर्फ इन बच्चों की बुराई के बारे में बताया गया है अच्छाई के बारे में नहीं। वे बच्चों के अच्छे गुण रातरानी को बताते हैं। चंदा मामा की बात रातरानी समझ जाती है और बच्चों को क्षमा कर देती है। चंदा मामा के कारण बच्चों की सजा माफ हो जाती है, इसलिए सभी बच्चे उनकी जय-जयकार करते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "नैतिक मूल्यों की सूची बनाओ और उनपर अमल करो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "नैतिक मूल्यों की सूची बनाओ और उनपर अमल करो।",
                                    "ans": "शांति से कार्य करना।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो और मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "सर्वेश ने परिश्रम कियाऔरइस परिश्रम ने उसे सफल बना दिया।",
                                    "ans": "और - समुच्चयबोधक अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो और मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैं कर्ज में डूबा थापरंतुमुझे असंतोष न था।",
                                    "ans": "परंतु - समुच्चयबोधक अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो और मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "प्रगति पत्र पर माता जीअथवापिता जी के हस्ताक्षर लेकर आओ।",
                                    "ans": "अथवा - समुच्चयबोधक अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो और मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैं लगातार चलतातोमंजिल पा लेता।",
                                    "ans": "तो - समुच्चयबोधक अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो और मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मुझे सौ-सौ के नोट देने पड़ेक्योंकिदुकानदार के पास दो हजार के नोट के छुट्टे नहीं थे।",
                                    "ans": "क्योंकि - समुच्चयबोधक अव्यय",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो और मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "वाह!क्या रंग-बिरंगी छटा है।",
                                    "ans": "वाह!",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो और मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "अरे!हम कहॉं आ गए ?",
                                    "ans": "अरे!",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो और मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "अरेरे!पेड़ गिर पड़ा।",
                                    "ans": "अरेरे!",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो और मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "छिः!तुम झूठ बोलते हो।",
                                    "ans": "छिः!",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्नलिखित वाक्य पढ़ो और मोटे और अधोरेखित किये गए शब्द पर ध्यान दो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "शाबाश!इसी तरह साफ-सुथरा आया करो।",
                                    "ans": "शाबाश!",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "2.08: हम चलते सीना तान के",
                    "questions": [
                        {
                            "questionsTitle": "भारत के सभी राज्यों की प्रमुख भाषाओं के नाम बताओ। उनसे संबंधित अधिक जानकारी पढ़ो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "पुस्तकालय से",
                                    "ans": "क्र.राज्य / केंद्र शासित राज्यमुख्य भाषाअन्य भाषाएँ१.अंडमान व निकोबार द्वीप समूहबंगालीहिंदी, तमिल, तेलगू व मलयालम२.आंध्र प्रदेशतेलगूउर्दू, हिंदी व तमिल३.अरुणाचल प्रदेशबंगालीनेपाली, हिंदी व असमी४.असमअसमीबंगाली, हिंदी-बोडो व नेपाली५.बिहारहिंदीमैथिली व उर्दू६.चंडीगढ़हिंदीपंजाबी७.छत्तीसगढ़हिंदीबंगाली व उिड़या८.दादरा व नगर हवेलीगुजरातीहिंदी, कोंकणी व मराठी९.दमन व दीवगुजरातीहिंदी व मराठी१०.दिल्लीहिंदीपंजाबी, उर्दू व बंगाली११.गोवाकोंकणीमराठी, हिंदी व कन्नड़१२.गुजरातगुजरातीहिंदी, सिंधी, मराठी व उर्दू१३.हरियाणाहिंदीपंजाबी व उर्दू१४.हिमाचल प्रदेशहिंदीपंजाबी व नेपाली१५.जम्मू और कश्मीरकश्मीरीडोंगरी व हिंदी१६.झारखंडहिंदीसंताली, बंगाली व उर्दू१७.कर्नाटककन्नड़उर्दू, तेलगू, मराठी व तमिल१८.केरलमलयालम-१९.लक्षद्वीपमलयालम-२०.मध्य प्रदेशहिंदीमराठी व उर्दू२१.महाराष्ट्रमराठीहिंदी, उर्दू व गुजराती२२.मणिपुरमणिपुरीनेपाली, हिंदी व बंगाली२३.मेघालयबंगालीहिंदी व नेपाली२४.मिजोरमबंगालीहिंदी व नेपाली२५.नागालैंडबंगालीहिंदी व नेपाली२६.ओड़िशाउड़ियाहिंदी, तेलगू व संताली२७.पुडुच्चेरीतमिलतेलगू, कन्नड़ व उर्दू२८.पंजाबपंजाबीहिंदी२९.राजस्थानहिंदीपंजाबी व उर्दू३०.सिक्किमनेपालीहिंदी व बंगाली३१.तमिलनाडुतमिलतेलगू, कन्नड़ व उर्दू३२.तेलंगानातेलगूउर्दू३३.त्रिपुराबंगालीहिंदी३४.उत्तर प्रदेशहिंदीउर्दू३५.उत्तराखंडहिंदीउर्दू, पंजाबी व नेपाली३६.पश्चिम बंगालबंगालीहिंदी, संताली, उर्दू व नेपाली",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "१.",
                                            "Column 2": "अंडमान व निकोबार द्वीप समूह",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी, तमिल, तेलगू व मलयालम"
                                        },
                                        {
                                            "Column 1": "२.",
                                            "Column 2": "आंध्र प्रदेश",
                                            "Column 3": "तेलगू",
                                            "Column 4": "उर्दू, हिंदी व तमिल"
                                        },
                                        {
                                            "Column 1": "३.",
                                            "Column 2": "अरुणाचल प्रदेश",
                                            "Column 3": "बंगाली",
                                            "Column 4": "नेपाली, हिंदी व असमी"
                                        },
                                        {
                                            "Column 1": "४.",
                                            "Column 2": "असम",
                                            "Column 3": "असमी",
                                            "Column 4": "बंगाली, हिंदी-बोडो व नेपाली"
                                        },
                                        {
                                            "Column 1": "५.",
                                            "Column 2": "बिहार",
                                            "Column 3": "हिंदी",
                                            "Column 4": "मैथिली व उर्दू"
                                        },
                                        {
                                            "Column 1": "६.",
                                            "Column 2": "चंडीगढ़",
                                            "Column 3": "हिंदी",
                                            "Column 4": "पंजाबी"
                                        },
                                        {
                                            "Column 1": "७.",
                                            "Column 2": "छत्तीसगढ़",
                                            "Column 3": "हिंदी",
                                            "Column 4": "बंगाली व उिड़या"
                                        },
                                        {
                                            "Column 1": "८.",
                                            "Column 2": "दादरा व नगर हवेली",
                                            "Column 3": "गुजराती",
                                            "Column 4": "हिंदी, कोंकणी व मराठी"
                                        },
                                        {
                                            "Column 1": "९.",
                                            "Column 2": "दमन व दीव",
                                            "Column 3": "गुजराती",
                                            "Column 4": "हिंदी व मराठी"
                                        },
                                        {
                                            "Column 1": "१०.",
                                            "Column 2": "दिल्ली",
                                            "Column 3": "हिंदी",
                                            "Column 4": "पंजाबी, उर्दू व बंगाली"
                                        },
                                        {
                                            "Column 1": "११.",
                                            "Column 2": "गोवा",
                                            "Column 3": "कोंकणी",
                                            "Column 4": "मराठी, हिंदी व कन्नड़"
                                        },
                                        {
                                            "Column 1": "१२.",
                                            "Column 2": "गुजरात",
                                            "Column 3": "गुजराती",
                                            "Column 4": "हिंदी, सिंधी, मराठी व उर्दू"
                                        },
                                        {
                                            "Column 1": "१३.",
                                            "Column 2": "हरियाणा",
                                            "Column 3": "हिंदी",
                                            "Column 4": "पंजाबी व उर्दू"
                                        },
                                        {
                                            "Column 1": "१४.",
                                            "Column 2": "हिमाचल प्रदेश",
                                            "Column 3": "हिंदी",
                                            "Column 4": "पंजाबी व नेपाली"
                                        },
                                        {
                                            "Column 1": "१५.",
                                            "Column 2": "जम्मू और कश्मीर",
                                            "Column 3": "कश्मीरी",
                                            "Column 4": "डोंगरी व हिंदी"
                                        },
                                        {
                                            "Column 1": "१६.",
                                            "Column 2": "झारखंड",
                                            "Column 3": "हिंदी",
                                            "Column 4": "संताली, बंगाली व उर्दू"
                                        },
                                        {
                                            "Column 1": "१७.",
                                            "Column 2": "कर्नाटक",
                                            "Column 3": "कन्नड़",
                                            "Column 4": "उर्दू, तेलगू, मराठी व तमिल"
                                        },
                                        {
                                            "Column 1": "१८.",
                                            "Column 2": "केरल",
                                            "Column 3": "मलयालम",
                                            "Column 4": "-"
                                        },
                                        {
                                            "Column 1": "१९.",
                                            "Column 2": "लक्षद्वीप",
                                            "Column 3": "मलयालम",
                                            "Column 4": "-"
                                        },
                                        {
                                            "Column 1": "२०.",
                                            "Column 2": "मध्य प्रदेश",
                                            "Column 3": "हिंदी",
                                            "Column 4": "मराठी व उर्दू"
                                        },
                                        {
                                            "Column 1": "२१.",
                                            "Column 2": "महाराष्ट्र",
                                            "Column 3": "मराठी",
                                            "Column 4": "हिंदी, उर्दू व गुजराती"
                                        },
                                        {
                                            "Column 1": "२२.",
                                            "Column 2": "मणिपुर",
                                            "Column 3": "मणिपुरी",
                                            "Column 4": "नेपाली, हिंदी व बंगाली"
                                        },
                                        {
                                            "Column 1": "२३.",
                                            "Column 2": "मेघालय",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी व नेपाली"
                                        },
                                        {
                                            "Column 1": "२४.",
                                            "Column 2": "मिजोरम",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी व नेपाली"
                                        },
                                        {
                                            "Column 1": "२५.",
                                            "Column 2": "नागालैंड",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी व नेपाली"
                                        },
                                        {
                                            "Column 1": "२६.",
                                            "Column 2": "ओड़िशा",
                                            "Column 3": "उड़िया",
                                            "Column 4": "हिंदी, तेलगू व संताली"
                                        },
                                        {
                                            "Column 1": "२७.",
                                            "Column 2": "पुडुच्चेरी",
                                            "Column 3": "तमिल",
                                            "Column 4": "तेलगू, कन्नड़ व उर्दू"
                                        },
                                        {
                                            "Column 1": "२८.",
                                            "Column 2": "पंजाब",
                                            "Column 3": "पंजाबी",
                                            "Column 4": "हिंदी"
                                        },
                                        {
                                            "Column 1": "२९.",
                                            "Column 2": "राजस्थान",
                                            "Column 3": "हिंदी",
                                            "Column 4": "पंजाबी व उर्दू"
                                        },
                                        {
                                            "Column 1": "३०.",
                                            "Column 2": "सिक्किम",
                                            "Column 3": "नेपाली",
                                            "Column 4": "हिंदी व बंगाली"
                                        },
                                        {
                                            "Column 1": "३१.",
                                            "Column 2": "तमिलनाडु",
                                            "Column 3": "तमिल",
                                            "Column 4": "तेलगू, कन्नड़ व उर्दू"
                                        },
                                        {
                                            "Column 1": "३२.",
                                            "Column 2": "तेलंगाना",
                                            "Column 3": "तेलगू",
                                            "Column 4": "उर्दू"
                                        },
                                        {
                                            "Column 1": "३३.",
                                            "Column 2": "त्रिपुरा",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी"
                                        },
                                        {
                                            "Column 1": "३४.",
                                            "Column 2": "उत्तर प्रदेश",
                                            "Column 3": "हिंदी",
                                            "Column 4": "उर्दू"
                                        },
                                        {
                                            "Column 1": "३५.",
                                            "Column 2": "उत्तराखंड",
                                            "Column 3": "हिंदी",
                                            "Column 4": "उर्दू, पंजाबी व नेपाली"
                                        },
                                        {
                                            "Column 1": "३६.",
                                            "Column 2": "पश्चिम बंगाल",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी, संताली, उर्दू व नेपाली"
                                        }
                                    ]
                                },
                                {
                                    "question": "अंतरजाल से",
                                    "ans": "No solution available",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": [
                                        {
                                            "Column 1": "१.",
                                            "Column 2": "अंडमान व निकोबार द्वीप समूह",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी, तमिल, तेलगू व मलयालम"
                                        },
                                        {
                                            "Column 1": "२.",
                                            "Column 2": "आंध्र प्रदेश",
                                            "Column 3": "तेलगू",
                                            "Column 4": "उर्दू, हिंदी व तमिल"
                                        },
                                        {
                                            "Column 1": "३.",
                                            "Column 2": "अरुणाचल प्रदेश",
                                            "Column 3": "बंगाली",
                                            "Column 4": "नेपाली, हिंदी व असमी"
                                        },
                                        {
                                            "Column 1": "४.",
                                            "Column 2": "असम",
                                            "Column 3": "असमी",
                                            "Column 4": "बंगाली, हिंदी-बोडो व नेपाली"
                                        },
                                        {
                                            "Column 1": "५.",
                                            "Column 2": "बिहार",
                                            "Column 3": "हिंदी",
                                            "Column 4": "मैथिली व उर्दू"
                                        },
                                        {
                                            "Column 1": "६.",
                                            "Column 2": "चंडीगढ़",
                                            "Column 3": "हिंदी",
                                            "Column 4": "पंजाबी"
                                        },
                                        {
                                            "Column 1": "७.",
                                            "Column 2": "छत्तीसगढ़",
                                            "Column 3": "हिंदी",
                                            "Column 4": "बंगाली व उिड़या"
                                        },
                                        {
                                            "Column 1": "८.",
                                            "Column 2": "दादरा व नगर हवेली",
                                            "Column 3": "गुजराती",
                                            "Column 4": "हिंदी, कोंकणी व मराठी"
                                        },
                                        {
                                            "Column 1": "९.",
                                            "Column 2": "दमन व दीव",
                                            "Column 3": "गुजराती",
                                            "Column 4": "हिंदी व मराठी"
                                        },
                                        {
                                            "Column 1": "१०.",
                                            "Column 2": "दिल्ली",
                                            "Column 3": "हिंदी",
                                            "Column 4": "पंजाबी, उर्दू व बंगाली"
                                        },
                                        {
                                            "Column 1": "११.",
                                            "Column 2": "गोवा",
                                            "Column 3": "कोंकणी",
                                            "Column 4": "मराठी, हिंदी व कन्नड़"
                                        },
                                        {
                                            "Column 1": "१२.",
                                            "Column 2": "गुजरात",
                                            "Column 3": "गुजराती",
                                            "Column 4": "हिंदी, सिंधी, मराठी व उर्दू"
                                        },
                                        {
                                            "Column 1": "१३.",
                                            "Column 2": "हरियाणा",
                                            "Column 3": "हिंदी",
                                            "Column 4": "पंजाबी व उर्दू"
                                        },
                                        {
                                            "Column 1": "१४.",
                                            "Column 2": "हिमाचल प्रदेश",
                                            "Column 3": "हिंदी",
                                            "Column 4": "पंजाबी व नेपाली"
                                        },
                                        {
                                            "Column 1": "१५.",
                                            "Column 2": "जम्मू और कश्मीर",
                                            "Column 3": "कश्मीरी",
                                            "Column 4": "डोंगरी व हिंदी"
                                        },
                                        {
                                            "Column 1": "१६.",
                                            "Column 2": "झारखंड",
                                            "Column 3": "हिंदी",
                                            "Column 4": "संताली, बंगाली व उर्दू"
                                        },
                                        {
                                            "Column 1": "१७.",
                                            "Column 2": "कर्नाटक",
                                            "Column 3": "कन्नड़",
                                            "Column 4": "उर्दू, तेलगू, मराठी व तमिल"
                                        },
                                        {
                                            "Column 1": "१८.",
                                            "Column 2": "केरल",
                                            "Column 3": "मलयालम",
                                            "Column 4": "-"
                                        },
                                        {
                                            "Column 1": "१९.",
                                            "Column 2": "लक्षद्वीप",
                                            "Column 3": "मलयालम",
                                            "Column 4": "-"
                                        },
                                        {
                                            "Column 1": "२०.",
                                            "Column 2": "मध्य प्रदेश",
                                            "Column 3": "हिंदी",
                                            "Column 4": "मराठी व उर्दू"
                                        },
                                        {
                                            "Column 1": "२१.",
                                            "Column 2": "महाराष्ट्र",
                                            "Column 3": "मराठी",
                                            "Column 4": "हिंदी, उर्दू व गुजराती"
                                        },
                                        {
                                            "Column 1": "२२.",
                                            "Column 2": "मणिपुर",
                                            "Column 3": "मणिपुरी",
                                            "Column 4": "नेपाली, हिंदी व बंगाली"
                                        },
                                        {
                                            "Column 1": "२३.",
                                            "Column 2": "मेघालय",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी व नेपाली"
                                        },
                                        {
                                            "Column 1": "२४.",
                                            "Column 2": "मिजोरम",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी व नेपाली"
                                        },
                                        {
                                            "Column 1": "२५.",
                                            "Column 2": "नागालैंड",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी व नेपाली"
                                        },
                                        {
                                            "Column 1": "२६.",
                                            "Column 2": "ओड़िशा",
                                            "Column 3": "उड़िया",
                                            "Column 4": "हिंदी, तेलगू व संताली"
                                        },
                                        {
                                            "Column 1": "२७.",
                                            "Column 2": "पुडुच्चेरी",
                                            "Column 3": "तमिल",
                                            "Column 4": "तेलगू, कन्नड़ व उर्दू"
                                        },
                                        {
                                            "Column 1": "२८.",
                                            "Column 2": "पंजाब",
                                            "Column 3": "पंजाबी",
                                            "Column 4": "हिंदी"
                                        },
                                        {
                                            "Column 1": "२९.",
                                            "Column 2": "राजस्थान",
                                            "Column 3": "हिंदी",
                                            "Column 4": "पंजाबी व उर्दू"
                                        },
                                        {
                                            "Column 1": "३०.",
                                            "Column 2": "सिक्किम",
                                            "Column 3": "नेपाली",
                                            "Column 4": "हिंदी व बंगाली"
                                        },
                                        {
                                            "Column 1": "३१.",
                                            "Column 2": "तमिलनाडु",
                                            "Column 3": "तमिल",
                                            "Column 4": "तेलगू, कन्नड़ व उर्दू"
                                        },
                                        {
                                            "Column 1": "३२.",
                                            "Column 2": "तेलंगाना",
                                            "Column 3": "तेलगू",
                                            "Column 4": "उर्दू"
                                        },
                                        {
                                            "Column 1": "३३.",
                                            "Column 2": "त्रिपुरा",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी"
                                        },
                                        {
                                            "Column 1": "३४.",
                                            "Column 2": "उत्तर प्रदेश",
                                            "Column 3": "हिंदी",
                                            "Column 4": "उर्दू"
                                        },
                                        {
                                            "Column 1": "३५.",
                                            "Column 2": "उत्तराखंड",
                                            "Column 3": "हिंदी",
                                            "Column 4": "उर्दू, पंजाबी व नेपाली"
                                        },
                                        {
                                            "Column 1": "३६.",
                                            "Column 2": "पश्चिम बंगाल",
                                            "Column 3": "बंगाली",
                                            "Column 4": "हिंदी, संताली, उर्दू व नेपाली"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "questionsTitle": "किसी शहीद और उसके परिवार के बारे में सुनो: मुद्दे - जन्म तिथि, गाँव, शिक्षा, घटना।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "किसी शहीद और उसके परिवार के बारे में सुनो: मुद्दे - जन्म तिथि, गाँव, शिक्षा, घटना।",
                                    "ans": "संदीप उन्नीकृष्णन भारतीय सेना में एक मेजर थे, वे राष्ट्रीय सुरक्षा गार्ड्स (एनएसजी) के विशेष कार्य समूह में कार्यरत थे। संदीप का जन्म १५ मार्च, १९७७ को चेरुवरून, कोजिकोडे जिला, केरल के नायर परिवार में हुआ था। बाद में यह परिवार बैंगलोर आ गया। वे सेवानिवृत्त आईएसआरओ अधिकारी के.",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "मैंने समझा हम चलते सीना तान के कविता से",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "मैंने समझा हम चलते सीना तान के कविता से",
                                    "ans": "हमारे देश की सुरक्षा में विभिन्न जाति-धर्म संप्रदाय के सैनिक जुटे हुए हैं। उनकी बोलीभाषा, रहन-सहन, भौगोलिक परिस्थितियाँ सब कुछ एक-दूसरे से अलग-अलग हैं, लेकिन सभी के दिलों में भारतमाता के प्रति एक जैसा आदर व समर्पण का भाव है। हमारे देश के वीर सैनिक अपने पूर्वजों की भाँति ही भारतमाता की सेवा में सदैव तत्पर हैं और जरूरत पड़ने पर अपने प्राणों का बलिदान देने से भी वे पीछे नहीं हटेंगे।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "।। हम सब एक हैं ।।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "।। हम सब एक हैं ।।",
                                    "ans": "भारत विविधताओं से भरा देश है, जहाँ अलग-अलग राज्यों की भौगोलिक, सांस्कृतिक, भाषायी और धार्मिक विशेषताएँ हैं। हर राज्य की अपनी वेशभूषा, खान-पान और जीवनशैली होती है। यह देश एक रंगबिरंगे फूलों की बगिया के समान है, जहाँ विभिन्न जाति-धर्म के लोग समान अधिकारों और स्वतंत्रता के साथ रहते हैं। भारतीय संस्कृति की अनेकता में एकता इसकी सबसे बड़ी विशेषता है, जिससे सभी नागरिक गर्व से 'हम सब एक हैं' का नारा लगाते हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "यदि तुम सैनिक होते तो .....",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "यदि तुम सैनिक होते तो .....",
                                    "ans": "मैं अपने देश की रक्षा और सम्मान के लिए अपना जीवन समर्पित करता। अनुशासन, साहस और निष्ठा के साथ सीमा पर तैनात रहकर राष्ट्र की सेवा करता। जरूरत पड़ने पर अपने परिवार और सुख-सुविधाओं को त्यागकर मातृभूमि की रक्षा करता। हर परिस्थिति में धैर्य और संकल्प बनाए रखता और अपने साथियों के साथ मिलकर अखंड भारत की सुरक्षा सुनिश्चित करता। मेरी सबसे बड़ी खुशी देश के तिरंगे को ऊँचा रखने में होती।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अब तक पढ़े हुए मुहावरों-कहावतों का वर्णक्रमानुसार संग्रह बनाओ और चर्चा करो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "अब तक पढ़े हुए मुहावरों-कहावतों का वर्णक्रमानुसार संग्रह बनाओ और चर्चा करो।",
                                    "ans": "अपनी खिचड़ी अलग पकाना → अलग विचार रखना",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्न पंक्ति का अर्थ लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "हिंदुस्तान ---------------- तान के।",
                                    "ans": "हिंदुस्तान की इसी मिट्टी में हमारा बचपन बीता और हम बड़े हुए हैं। इस धरती की धूल के प्रत्येक कण में ममता का एहसास होता है। इस धरती ने बिना किसी भेदभाव के सभी पर अपना मातृत्व लुटाया है। ऐसी भारतमाता की ममता का कर्ज चुकाने के लिए हम सदैव तत्पर हैं। हमें भारतमाता का बेटा कहलाने में गर्व महसूस होता है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "निम्न पंक्ति का अर्थ लिखो:",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "जो वीरत्‍व --------------- तान के।",
                                    "ans": "हम सैनिक जिस वीरता व विवेक का परिचय युद्धभूमि में देंगे उसकी चर्चा भविष्य में हर गाँव, नगर और घर में होगी। हम सीना तानकर भारतमाता की सेवा में आजीवन तत्पर रहेंगे हैं और हमारे शहीद हो जाने के बाद लोग हमारी शहादत के गीत गुनगुनाएँगे।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "देशप्रेम वाली चार पंक्तियों की कविता लिखो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "देशप्रेम वाली चार पंक्तियों की कविता लिखो।",
                                    "ans": "सब देशों से जो है महान,वो है हमारा हिंदुस्तान।इसकी रक्षा की खातिर हम,न्योछावर करते अपनी जान।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "हम चलते सीना तान के कविता का केंद्रीय भाव अपने शब्दों में स्पष्ट करो।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "हम चलते सीना तान के कविता का केंद्रीय भाव अपने शब्दों में स्पष्ट करो।",
                                    "ans": "यह कविता भारतीय सैनिकों के साहस, वीरता और बलिदान की भावना को प्रकट करती है। इसमें सैनिकों का दृढ़ निश्चय, देशभक्ति, और मातृभूमि के प्रति अगाध प्रेम झलकता है।कवि ने सैनिकों की एकता को रेखांकित करते हुए बताया है कि चाहे धर्म, जाति, भाषा अलग हो, लेकिन देशप्रेम में सभी एक हैं। सैनिक अपने प्राणों की आहुति देकर भी भारत माता की रक्षा के लिए सदैव तैयार रहते हैं।वे वीरता के साथ अपने कर्तव्यों का पालन करते हैं और कठिनाइयों से नहीं घबराते। उनका उद्देश्य है देश की आन-बान-शान की रक्षा करना।कविता का हर छंद यही संदेश देता है कि देशप्रेम, बलिदान और मातृभूमि के लिए मर-मिटने का साहस हर सैनिक के मन में है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अपने देश के राष्‍ट्रीय प्रतीकों के नाम बताओ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "अपने देश के राष्‍ट्रीय प्रतीकों के नाम बताओ।",
                                    "ans": "कमल- यह हमारा राष्ट्रीय फूल है। जो पवित्रता और सुंदरता का प्रतीक है।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अर्थ के आधार पर वाक्य पढ़ो, समझो और उचित स्थान पर लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "बच्चे हँसते-हँसते खेल रहे थे।",
                                    "ans": "बच्चे हँसते-हँसते खेल रहे थे। -विधानार्थक वाक्य",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अर्थ के आधार पर वाक्य पढ़ो, समझो और उचित स्थान पर लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "माला घर नहीं जाएगी।",
                                    "ans": "माला घर नहीं जाएगी -निषेधार्थक वाक्य",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अर्थ के आधार पर वाक्य पढ़ो, समझो और उचित स्थान पर लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "इसे हिमालय क्यों कहते हैं ?",
                                    "ans": "इसे हिमालय क्यों कहते हैं ?",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अर्थ के आधार पर वाक्य पढ़ो, समझो और उचित स्थान पर लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "सदैव सत्य के पथ पर चलो।",
                                    "ans": "सदैव सत्य के पथ पर चलो।-आज्ञार्थक वाक्य",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अर्थ के आधार पर वाक्य पढ़ो, समझो और उचित स्थान पर लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "वाह ! क्या बनावट है ताजमहल की !",
                                    "ans": "वाह !",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अर्थ के आधार पर वाक्य पढ़ो, समझो और उचित स्थान पर लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "कश्मीर का सौंदर्य देखकर तुम्हें आश्चर्य होगा।",
                                    "ans": "कश्मीर का सौंदर्य देखकर तुम्हें आश्चर्य होगा।-संभावनार्थक वाक्य",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अर्थ के आधार पर वाक्य पढ़ो, समझो और उचित स्थान पर लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "खूब पढ़ो खूब बढ़ो।",
                                    "ans": "खूब पढ़ो खूब बढ़ो।-इच्छार्थक वाक्य",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "अर्थ के आधार पर वाक्य पढ़ो, समझो और उचित स्थान पर लिखो :",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "यदि बिजली आएगी तो रोशनी होगी।",
                                    "ans": "यदि बिजली आएगी तो रोशनी होगी।-संकेतार्थक वाक्य",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "2.1: अभ्‍यास - ३",
                    "questions": [
                        {
                            "questionsTitle": "चित्रवाचन करके अपने शब्दों में कहानी लिखो और उचित शीर्षक बताओ। अंतिम चित्र में दोनों ने एक-दूसरे से क्या कहा होगा? लिखो:",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_569.png",
                            "subQuestion": [
                                {
                                    "question": "चित्रवाचन करके अपने शब्दों में कहानी लिखो और उचित शीर्षक बताओ। अंतिम चित्र में दोनों ने एक-दूसरे से क्या कहा होगा? लिखो:",
                                    "ans": "'सच्ची मित्रता की परीक्षा'शिवगढ़ गाँव में सुनील और अनिल नामक दो व्यापारी मित्र रहते थे। दोनों की मित्रता पूरे गाँव में मशहूर थी। एक बार व्यापार के सिलसिले में दोनों बहुत दूर निकल गए। दोपहर हो गई थी और दोनों दोस्तों को भूख भी लग रही थी। आगे जाकर एक घना जंगल रास्ते में पड़ा तो सुनील ने अनिल को भोजन करके आगे चलने की सलाह दी। दोनों मित्रों ने एक पेड़ की छाया में भोजन करना प्रारंभ किया। इसी बीच उन्हें दूर झाड़ियों के पीछे से एक जंगली भालू आता हुआ दिखाई दिया। दोनों बहुत डर गए।दोनों मित्रों को कुछ नहीं सूझ रहा था कि आखिर इस मुसीबत से कैसे छुटकारा पाए। उधर भालू उनकी तरफ दौड़ा चला आ रहा था। दोनों मित्र डरकर भागने लगे।सुनील को पेड़ पर चढ़ना आता था। वह भागकर पेड़ पर चढ़ गया। इधर अनिल भागा जा रहा था और भालू उसके पीछे पड़ा था। इसी बीच अनिल अचानक जमीन पर लेट गया और उसने अपनी साँसें भी कुछ देर के लिए रोक लीं।भालू अनिल के पास पहुँचा। उसने अनिल की एक-दो परिक्रमा की फिर उसके कान के पास मुँह लाकर अनिल का परीक्षण किया। अनिल डर तो रहा था लेकिन उसने हिम्मत नहीं हारी। वह साँस थामकर लेटा रहा। यह सारी घटना सुनील पेड़ पर छुपकर बैठे देख रहा था।थोड़ी देर में जब भालू को यह यकीन हो गया कि अनिल मर चुका है, वह चला गया। अब अनिल की जान में जान आई।भालू के चले जाने पर अनिल उठकर बैठ गया। उधर सुनील भी पेड़ से उतरकर अनिल के पास पहुँचा। सुनील ने अनिल से पूछा,'अखिरकार भालू ने तुम्हें क्यों छोड़ दिया और उसने कान में क्या कहा?",
                                    "youtubeVideoPath": null,
                                    "imgUrl": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_575.png",
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                },
                {
                    "chapterName": "१: वाचन मेला",
                    "questions": [
                        {
                            "questionsTitle": "विद्यार्थियों से चित्र का सूक्ष्म निरीक्षण कराएँ। शब्द और वाक्य समझाएँ।",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_582.png",
                            "subQuestion": [
                                {
                                    "question": "विद्यार्थियों से चित्र का सूक्ष्म निरीक्षण कराएँ। शब्द और वाक्य समझाएँ।",
                                    "ans": "चित्र का सूक्ष्म निरीक्षण:ग्रंथदिंडी:पुस्तक यात्रा (विद्यालय में ग्रंथदिंडी का आयोजन किया गया।)ज्ञान:सीखने की शक्ति (ज्ञान सबसे बड़ी दौलत है।)साहित्य:लेखन से जुड़ी सामग्री (बाल साहित्य बच्चों के विकास में सहायक है।)प्रज्ज्वलित:रोशन करना (अच्छी पुस्तकें ज्ञान की ज्योत प्रज्ज्वलित करती हैं।)विज्ञान कथा:वैज्ञानिक कहानियाँ (विज्ञान कथा वैज्ञानिक सोच बढ़ाती हैं।)बच्चे किताबों से ज्ञान प्राप्त कर रहे हैं।शिक्षक विद्यार्थियों को अच्छी किताबें चुनने में मदद कर रहे हैं।पुस्तकें हमारी सबसे अच्छी मित्र होती हैं।ग्रंथदिंडी विद्यार्थियों को पढ़ने के लिए प्रेरित करती है।पुस्तकें हमारी कल्पनाशक्ति बढ़ाती हैं।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "प्रदर्शनी में की जाने वाली उद्घोषणाएँ सुनने के लिए कहें।",
                            "questionsImage": "https://raw.githubusercontent.com/Muhammadadnan378/std7/main/images/image_583.png",
                            "subQuestion": [
                                {
                                    "question": "प्रदर्शनी में की जाने वाली उद्घोषणाएँ सुनने के लिए कहें।",
                                    "ans": "\"पुस्तकों से पाएँ ज्ञान, जानें भाषाएँ, विज्ञान।\"",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "पुस्तक संबंधी अन्य घोषवाक्य बनवाएँ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "पुस्तक संबंधी अन्य घोषवाक्य बनवाएँ।",
                                    "ans": "\"पुस्तकें पढ़ो, ज्ञान बढ़ाओ!\"",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        },
                        {
                            "questionsTitle": "इंटरएक्टिव आदि डिजिटल साहित्य की जानकारी देकर प्रयोग करवाएँ।",
                            "questionsImage": null,
                            "subQuestion": [
                                {
                                    "question": "इंटरएक्टिव आदि डिजिटल साहित्य की जानकारी देकर प्रयोग करवाएँ।",
                                    "ans": "डिजिटल साहित्य के प्रकारई-बुक्स (E-Books):डिजिटल रूप में उपलब्ध पुस्तकें, जिन्हें मोबाइल, टैबलेट या कंप्यूटर पर पढ़ा जा सकता है। उदाहरण: गूगल बुक्स, किंडल, नेटिव लाइब्रेरी।ऑडियोबुक्स (Audiobooks):किताबों को सुनकर पढ़ने का अनुभव।उदाहरण: स्टोरीटेल, ऑडिबल, लिब्रीवॉक्स।इंटरएक्टिव कहानियाँ (Interactive Stories):एनिमेशन, ऑडियो, और पाठ के साथ मजेदार सीखने का तरीका। उदाहरण: अमेज़न किंडल इंटरेक्टिव बुक्स, आईस्टोरीबुक्स।शैक्षणिक ऐप्स (Educational Apps):ऑनलाइन पाठ्यक्रम और गतिविधियाँ प्रदान करने वाले ऐप्स। उदाहरण: BYJU'S, दीक्षा ऐप, नलंदा डिजिटल लाइब्रेरी।ऑनलाइन लाइब्रेरी (Online Library):जहां हजारों किताबें मुफ्त या सदस्यता के आधार पर उपलब्ध होती हैं। उदाहरण: राष्ट्रीय डिजिटल लाइब्रेरी, प्रोजेक्ट गुटेनबर्ग।",
                                    "youtubeVideoPath": null,
                                    "imgUrl": null,
                                    "subAns": null
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ]
}